<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" >
<title>Thomas Aquinas: Commentary on Aristotle's Metaphysics, Book 6: English</title>
</head>
<body style=text-align:justify;font-family:"Arial Unicode MS"><blockquote>
<center><h1>METAPHYSICS<BR>BOOK VI</h1>
<h2>THE METHOD OF INVESTIGATING BEING</h2>
<hr>
<p><B>CONTENTS</B></CENTER><table>
<tr><td width=15%>LESSON 1:
<td><A HREF="Metaphysics6.htm#1">The Method of Investigating Being as Being. How This Science Differs from the Other Sciences</A>
<tr><td>LESSON 2
<td><A HREF="Metaphysics6.htm#2">The Being Which This Science Investigates</A>
<tr><td>LESSON 3
<td><A HREF="Metaphysics6.htm#3">Refutation of Those Who Wished to Abolish the Accidental</A>
<tr><td>LESSON 4
<td><A HREF="Metaphysics6.htm#4">The True and the False as Being and Non-Being. Accidental Being and Being in the Sense of the True Are Excluded from This Science</A>
</table><hr>
<a name="1"><table cellpadding=12>
<tr><td align=center colspan=2><b>LESSON 1</b>
<tr><td align=center colspan=2><b>The Method of Investigating Being as Being. How This Science Differs from the Other Sciences</b>
<blockquote><span style=font-family:"Times New Roman"><table cellpadding=12>
<tr><td align=center colspan=2>ARISTOTLE&#8217;S TEXT Chapter 1: 1025b 3-1026a 32
<tr valign=top><td style=text-align:justify>[1025&#946;] [3] &#945;&#7985;
&#7936;&#961;&#967;&#945;&#8054; &#954;&#945;&#8054; &#964;&#8048;
&#945;&#7988;&#964;&#953;&#945;
&#950;&#951;&#964;&#949;&#8150;&#964;&#945;&#953; &#964;&#8182;&#957;
&#8004;&#957;&#964;&#969;&#957;, &#948;&#8134;&#955;&#959;&#957; &#948;&#8050;
&#8005;&#964;&#953; &#8087; &#8004;&#957;&#964;&#945;.
&#7956;&#963;&#964;&#953; &#947;&#8049;&#961; &#964;&#953;
&#945;&#7988;&#964;&#953;&#959;&#957;
&#8017;&#947;&#953;&#949;&#8055;&#945;&#962; &#954;&#945;&#8054;
&#949;&#8016;&#949;&#958;&#8055;&#945;&#962;, &#954;&#945;&#8054; &#964;&#8182;&#957;
[5] &#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#8182;&#957;
&#949;&#7984;&#963;&#8054;&#957; &#7936;&#961;&#967;&#945;&#8054;
&#954;&#945;&#8054; &#963;&#964;&#959;&#953;&#967;&#949;&#8150;&#945;
&#954;&#945;&#8054; &#945;&#7988;&#964;&#953;&#945;, &#954;&#945;&#8054;
&#8005;&#955;&#969;&#962; &#948;&#8050; &#960;&#8118;&#963;&#945;
&#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951;
&#948;&#953;&#945;&#957;&#959;&#951;&#964;&#953;&#954;&#8052; &#7970;
&#956;&#949;&#964;&#8051;&#967;&#959;&#965;&#963;&#8049; &#964;&#953;
&#948;&#953;&#945;&#957;&#959;&#8055;&#945;&#962; &#960;&#949;&#961;&#8054;
&#945;&#7984;&#964;&#8055;&#945;&#962; &#954;&#945;&#8054;
&#7936;&#961;&#967;&#8049;&#962; &#7952;&#963;&#964;&#953;&#957; &#7970;
&#7936;&#954;&#961;&#953;&#946;&#949;&#963;&#964;&#8051;&#961;&#945;&#962;
&#7970; &#7937;&#960;&#955;&#959;&#965;&#963;&#964;&#8051;&#961;&#945;&#962;.
<td style=text-align:justify>532. The principles and causes of beings are the object of our search, and it is evident that [we must investigate the principles and causes of beings] as beings. For there is a cause of health and of its recovery; and there are also principles and elements and causes of the objects of mathematics; and in general every intellectual science, to whatever degree it participates in intellect, deals with principles and causes: either with those which are more certain or with those which are simpler.
<tr valign=top><td style=text-align:justify>&#7936;&#955;&#955;&#8048; &#960;&#8118;&#963;&#945;&#953;
&#945;&#8023;&#964;&#945;&#953; &#960;&#949;&#961;&#8054; &#8004;&#957;
&#964;&#953; &#954;&#945;&#8054; &#947;&#8051;&#957;&#959;&#962; &#964;&#953;
&#960;&#949;&#961;&#953;&#947;&#961;&#945;&#968;&#8049;&#956;&#949;&#957;&#945;&#953;
&#960;&#949;&#961;&#8054; &#964;&#959;&#8059;&#964;&#959;&#965;
&#960;&#961;&#945;&#947;&#956;&#945;&#964;&#949;&#8059;&#959;&#957;&#964;&#945;&#953;,
&#7936;&#955;&#955;&#8125; &#959;&#8016;&#967;&#8054; &#960;&#949;&#961;&#8054;
&#8004;&#957;&#964;&#959;&#962; &#7937;&#960;&#955;&#8182;&#962;
&#959;&#8016;&#948;&#8050; &#8087; [10] &#8004;&#957;, &#959;&#8016;&#948;&#8050;
&#964;&#959;&#8166; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957;
&#959;&#8016;&#952;&#8051;&#957;&#945; &#955;&#8057;&#947;&#959;&#957;
&#960;&#959;&#953;&#959;&#8166;&#957;&#964;&#945;&#953;,
&#7936;&#955;&#955;&#8125; &#7952;&#954; &#964;&#959;&#8059;&#964;&#959;&#965;,
&#945;&#7985; &#956;&#8050;&#957;
&#945;&#7984;&#963;&#952;&#8053;&#963;&#949;&#953;
&#960;&#959;&#953;&#8053;&#963;&#945;&#963;&#945;&#953;
&#945;&#8016;&#964;&#8056; &#948;&#8134;&#955;&#959;&#957; &#945;&#7985; &#948;&#8125;
&#8017;&#960;&#8057;&#952;&#949;&#963;&#953;&#957; &#955;&#945;&#946;&#959;&#8166;&#963;&#945;&#953;
&#964;&#8056; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957;,
&#959;&#8021;&#964;&#969; &#964;&#8048; &#954;&#945;&#952;&#8125;
&#945;&#8017;&#964;&#8048;
&#8017;&#960;&#8049;&#961;&#967;&#959;&#957;&#964;&#945; &#964;&#8183;
&#947;&#8051;&#957;&#949;&#953; &#960;&#949;&#961;&#8054; &#8005;
&#949;&#7984;&#963;&#953;&#957;
&#7936;&#960;&#959;&#948;&#949;&#953;&#954;&#957;&#8059;&#959;&#965;&#963;&#953;&#957;
&#7970; &#7936;&#957;&#945;&#947;&#954;&#945;&#953;&#8057;&#964;&#949;&#961;&#959;&#957;
&#7970; &#956;&#945;&#955;&#945;&#954;&#8061;&#964;&#949;&#961;&#959;&#957;:
&#948;&#953;&#8057;&#960;&#949;&#961;
&#966;&#945;&#957;&#949;&#961;&#8056;&#957; &#8005;&#964;&#953;
&#959;&#8016;&#954; &#7956;&#963;&#964;&#953;&#957;
&#7936;&#960;&#8057;&#948;&#949;&#953;&#958;&#953;&#962;
&#959;&#8016;&#963;&#8055;&#945;&#962; &#959;&#8016;&#948;&#8050;
&#964;&#959;&#8166; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957; [15]
&#7952;&#954; &#964;&#8134;&#962; &#964;&#959;&#953;&#945;&#8059;&#964;&#951;&#962;
&#7952;&#960;&#945;&#947;&#969;&#947;&#8134;&#962;, &#7936;&#955;&#955;&#8049;
&#964;&#953;&#962; &#7940;&#955;&#955;&#959;&#962;
&#964;&#961;&#8057;&#960;&#959;&#962; &#964;&#8134;&#962; &#948;&#951;&#955;&#8061;&#963;&#949;&#969;&#962;.
&#8001;&#956;&#959;&#8055;&#969;&#962; &#948;&#8050; &#959;&#8016;&#948;&#8125;
&#949;&#7984; &#7956;&#963;&#964;&#953;&#957; &#7970; &#956;&#8052;
&#7956;&#963;&#964;&#953; &#964;&#8056; &#947;&#8051;&#957;&#959;&#962;
&#960;&#949;&#961;&#8054; &#8003; &#960;&#961;&#945;&#947;&#956;&#945;&#964;&#949;&#8059;&#959;&#957;&#964;&#945;&#953;
&#959;&#8016;&#948;&#8050;&#957; &#955;&#8051;&#947;&#959;&#965;&#963;&#953;,
&#948;&#953;&#8048; &#964;&#8056; &#964;&#8134;&#962;
&#945;&#8016;&#964;&#8134;&#962; &#949;&#7990;&#957;&#945;&#953; &#948;&#953;&#945;&#957;&#959;&#8055;&#945;&#962;
&#964;&#8057; &#964;&#949; &#964;&#8055; &#7952;&#963;&#964;&#953;
&#948;&#8134;&#955;&#959;&#957; &#960;&#959;&#953;&#949;&#8150;&#957;
&#954;&#945;&#8054; &#949;&#7984; &#7956;&#963;&#964;&#953;&#957;.
<td style=text-align:justify>533. But all these sciences single out some one thing, or some particular class, and confine their investigations to this, but they do not deal with being in an unqualified sense, or as being. Nor do they make any mention of the whatness itself of things. But proceeding from this, some making it evident by means of the senses, and others taking it by assuming it [from some other science], they demonstrate with greater necessity or more weakly the essential attributes of the class of things with which they deal. For this reason it is evident that there is no demonstration of a thing&#8217;s substance or whatness from such an inductive method, but there is another method of making it known. And similarly they say nothing about the existence or non-existence of the class of things with which they deal, because it belongs to the same science to show what a thing is and whether it exists.
<tr valign=top><td style=text-align:justify>&#7952;&#960;&#949;&#8054;
&#948;&#8050; &#954;&#945;&#8054; &#7969; &#966;&#965;&#963;&#953;&#954;&#8052;
&#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951;
&#964;&#965;&#947;&#967;&#8049;&#957;&#949;&#953; &#959;&#8022;&#963;&#945;
&#960;&#949;&#961;&#8054; &#947;&#8051;&#957;&#959;&#962; &#964;&#953;
&#964;&#959;&#8166; &#8004;&#957;&#964;&#959;&#962; (&#960;&#949;&#961;&#8054;
[20] &#947;&#8048;&#961; &#964;&#8052;&#957; &#964;&#959;&#953;&#945;&#8059;&#964;&#951;&#957;
&#7952;&#963;&#964;&#8054;&#957; &#959;&#8016;&#963;&#8055;&#945;&#957; &#7952;&#957;
&#8087; &#7969; &#7936;&#961;&#967;&#8052; &#964;&#8134;&#962;
&#954;&#953;&#957;&#8053;&#963;&#949;&#969;&#962; &#954;&#945;&#8054;
&#963;&#964;&#8049;&#963;&#949;&#969;&#962; &#7952;&#957; &#945;&#8016;&#964;&#8135;), &#948;&#8134;&#955;&#959;&#957;
&#8005;&#964;&#953; &#959;&#8020;&#964;&#949; &#960;&#961;&#945;&#954;&#964;&#953;&#954;&#8053; &#7952;&#963;&#964;&#953;&#957; &#959;&#8020;&#964;&#949; &#960;&#959;&#953;&#951;&#964;&#953;&#954;&#8053; (&#964;&#8182;&#957; &#956;&#8050;&#957;
&#947;&#8048;&#961;
&#960;&#959;&#953;&#951;&#964;&#8182;&#957; &#7952;&#957; &#964;&#8183; &#960;&#959;&#953;&#959;&#8166;&#957;&#964;&#953; &#7969; &#7936;&#961;&#967;&#8053;, &#7970; &#957;&#959;&#8166;&#962; &#7970; &#964;&#8051;&#967;&#957;&#951;
&#7970;
&#948;&#8059;&#957;&#945;&#956;&#8055;&#962; &#964;&#953;&#962;, &#964;&#8182;&#957; &#948;&#8050; &#960;&#961;&#945;&#954;&#964;&#8182;&#957; &#7952;&#957; &#964;&#8183; &#960;&#961;&#8049;&#964;&#964;&#959;&#957;&#964;&#953;, &#7969;
&#960;&#961;&#959;&#945;&#8055;&#961;&#949;&#963;&#953;&#962;:
&#964;&#8056; &#945;&#8016;&#964;&#8056; &#947;&#8048;&#961; &#964;&#8056; &#960;&#961;&#945;&#954;&#964;&#8056;&#957; &#954;&#945;&#8054;
&#960;&#961;&#959;&#945;&#953;&#961;&#949;&#964;&#8057;&#957;), [25] &#8037;&#963;&#964;&#949; &#949;&#7984; &#960;&#8118;&#963;&#945; &#948;&#953;&#8049;&#957;&#959;&#953;&#945;
&#7970;
&#960;&#961;&#945;&#954;&#964;&#953;&#954;&#8052; &#7970;
&#960;&#959;&#953;&#951;&#964;&#953;&#954;&#8052; &#7970;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8053;, &#7969; &#966;&#965;&#963;&#953;&#954;&#8052;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8053; &#964;&#953;&#962; &#7938;&#957; &#949;&#7988;&#951;, &#7936;&#955;&#955;&#8048;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8052; &#960;&#949;&#961;&#8054;
&#964;&#959;&#953;&#959;&#8166;&#964;&#959;&#957;
&#8002;&#957; &#8005; &#7952;&#963;&#964;&#953;
&#948;&#965;&#957;&#945;&#964;&#8056;&#957;
&#954;&#953;&#957;&#949;&#8150;&#963;&#952;&#945;&#953;,
&#954;&#945;&#8054; &#960;&#949;&#961;&#8054; &#959;&#8016;&#963;&#8055;&#945;&#957; &#964;&#8052;&#957; &#954;&#945;&#964;&#8048; &#964;&#8056;&#957; &#955;&#8057;&#947;&#959;&#957; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8058; &#8033;&#962; &#959;&#8016;
&#967;&#969;&#961;&#953;&#963;&#964;&#8052;&#957;
&#956;&#8057;&#957;&#959;&#957;.
<td style=text-align:justify>534. And since the philosophy of nature is concerned with some class of being (for it deals with that kind of substance in which there is a principle of motion and rest), it is evident that it is neither a practical nor a productive science. For the principle of productive sciences is in the maker, whether it be intellect or art or some kind of power; but the principle of practical sciences is <i>prohaeresis</i> in the agent, for the object of action and that of choice are the same. Thus if every science is either practical, productive or theoretical, the philosophy of nature will be a theoretical science. But it will be theoretical of that kind of being which is subject to motion, and of that kind of substance which is inseparable from matter in its intelligible structure for the most part only.
<tr valign=top><td style=text-align:justify>&#948;&#949;&#8150; &#948;&#8050; &#964;&#8056; &#964;&#8055; &#7974;&#957; &#949;&#7990;&#957;&#945;&#953;
&#954;&#945;&#8054; &#964;&#8056;&#957; &#955;&#8057;&#947;&#959;&#957; &#960;&#8182;&#962; &#7952;&#963;&#964;&#8054; &#956;&#8052;
&#955;&#945;&#957;&#952;&#8049;&#957;&#949;&#953;&#957;,
&#8033;&#962; &#7940;&#957;&#949;&#965; &#947;&#949; [30] &#964;&#959;&#8059;&#964;&#959;&#965; &#964;&#8056; &#950;&#951;&#964;&#949;&#8150;&#957; &#956;&#951;&#948;&#8051;&#957; &#7952;&#963;&#964;&#953;
&#960;&#959;&#953;&#949;&#8150;&#957;. &#7956;&#963;&#964;&#953; &#948;&#8050; &#964;&#8182;&#957; &#8001;&#961;&#953;&#950;&#959;&#956;&#8051;&#957;&#969;&#957; &#954;&#945;&#8054; &#964;&#8182;&#957; &#964;&#8055; &#7952;&#963;&#964;&#953;
&#964;&#8048; &#956;&#8050;&#957; &#8033;&#962; &#964;&#8056; &#963;&#953;&#956;&#8056;&#957; &#964;&#8048; &#948;&#8125; &#8033;&#962; &#964;&#8056; &#954;&#959;&#8150;&#955;&#959;&#957;. &#948;&#953;&#945;&#966;&#8051;&#961;&#949;&#953; &#948;&#8050; &#964;&#945;&#8166;&#964;&#945; &#8005;&#964;&#953;
&#964;&#8056; &#956;&#8050;&#957;
&#963;&#953;&#956;&#8056;&#957;
&#963;&#965;&#957;&#949;&#953;&#955;&#951;&#956;&#956;&#8051;&#957;&#959;&#957; &#7952;&#963;&#964;&#8054;
&#956;&#949;&#964;&#8048; &#964;&#8134;&#962; &#8021;&#955;&#951;&#962; (&#7956;&#963;&#964;&#953; &#947;&#8048;&#961; &#964;&#8056; &#963;&#953;&#956;&#8056;&#957; &#954;&#959;&#8055;&#955;&#951;
&#8165;&#8055;&#962;), &#7969; &#948;&#8050; &#954;&#959;&#953;&#955;&#8057;&#964;&#951;&#962; &#7940;&#957;&#949;&#965;
&#8021;&#955;&#951;&#962; &#945;&#7984;&#963;&#952;&#951;&#964;&#8134;&#962;. [1026&#945;] [1] &#949;&#7984; &#948;&#8052; &#960;&#8049;&#957;&#964;&#945; &#964;&#8048; &#966;&#965;&#963;&#953;&#954;&#8048; &#8001;&#956;&#959;&#8055;&#969;&#962;
&#964;&#8183; &#963;&#953;&#956;&#8183; &#955;&#8051;&#947;&#959;&#957;&#964;&#945;&#953;, &#959;&#7991;&#959;&#957; &#8165;&#8054;&#962;
&#8000;&#966;&#952;&#945;&#955;&#956;&#8056;&#962; &#960;&#961;&#8057;&#963;&#969;&#960;&#959;&#957;
&#963;&#8048;&#961;&#958; &#8000;&#963;&#964;&#959;&#8166;&#957;,
&#8005;&#955;&#969;&#962; &#950;&#8183;&#959;&#957;, &#966;&#8059;&#955;&#955;&#959;&#957;
&#8165;&#8055;&#950;&#945;
&#966;&#955;&#959;&#953;&#8057;&#962;, &#8005;&#955;&#969;&#962; &#966;&#965;&#964;&#8057;&#957; (&#959;&#8016;&#952;&#949;&#957;&#8056;&#962; &#947;&#8048;&#961; &#7940;&#957;&#949;&#965; &#954;&#953;&#957;&#8053;&#963;&#949;&#969;&#962; &#8001; &#955;&#8057;&#947;&#959;&#962; &#945;&#8016;&#964;&#8182;&#957;, &#7936;&#955;&#955;&#8125; &#7936;&#949;&#8054; &#7956;&#967;&#949;&#953; &#8021;&#955;&#951;&#957;), &#948;&#8134;&#955;&#959;&#957; &#960;&#8182;&#962; &#948;&#949;&#8150; &#7952;&#957; &#964;&#959;&#8150;&#962; &#966;&#965;&#963;&#953;&#954;&#959;&#8150;&#962; &#964;&#8056; &#964;&#8055; &#7952;&#963;&#964;&#953;
&#950;&#951;&#964;&#949;&#8150;&#957;
&#954;&#945;&#8054;
&#8001;&#961;&#8055;&#950;&#949;&#963;&#952;&#945;&#953;, [5] &#954;&#945;&#8054; &#948;&#953;&#8057;&#964;&#953; &#954;&#945;&#8054; &#960;&#949;&#961;&#8054;
&#968;&#965;&#967;&#8134;&#962; &#7952;&#957;&#8055;&#945;&#962;
&#952;&#949;&#969;&#961;&#8134;&#963;&#945;&#953;
&#964;&#959;&#8166; &#966;&#965;&#963;&#953;&#954;&#959;&#8166;, &#8005;&#963;&#951; &#956;&#8052; &#7940;&#957;&#949;&#965;
&#964;&#8134;&#962; &#8021;&#955;&#951;&#962; &#7952;&#963;&#964;&#8055;&#957;. &#8005;&#964;&#953;
&#956;&#8050;&#957; &#959;&#8022;&#957; &#7969; &#966;&#965;&#963;&#953;&#954;&#8052;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8053; &#7952;&#963;&#964;&#953;,
&#966;&#945;&#957;&#949;&#961;&#8056;&#957; &#7952;&#954; &#964;&#959;&#8059;&#964;&#969;&#957;:
<td style=text-align:justify>535. Now the essence and the conceptual expression of the way in which a thing exists must not remain unknown, because without this our investigation will be unfruitful. And regarding things defined, or their whatness, some are like snub and others like concave. And these differ, because snub is conceived with sensible matter (for snub is a concave nose), whereas concave is conceived without sensible matter. But all physical things are spoken of in a way similar to snub, for example, nose, eye, face, flesh, bone and animal in general; leaf, root, bark and plant in general (for the definition of none of these is without motion but always includes matter). Thus it is clear how we must investigate and define the essence in the case of physical things, and why it also belongs to the natural philosopher to speculate about one kind of soul-that which does not exist without matter. From these facts, then, it is evident that the philosophy of nature is a theoretical science.
<tr valign=top><td style=text-align:justify>&#7936;&#955;&#955;&#8125; &#7956;&#963;&#964;&#953; &#954;&#945;&#8054; &#7969;
&#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#8052;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8053;: &#7936;&#955;&#955;&#8125; &#949;&#7984; &#7936;&#954;&#953;&#957;&#8053;&#964;&#969;&#957;
&#954;&#945;&#8054; &#967;&#969;&#961;&#953;&#963;&#964;&#8182;&#957; &#7952;&#963;&#964;&#8055;, &#957;&#8166;&#957; &#7940;&#948;&#951;&#955;&#959;&#957;,
&#8005;&#964;&#953; &#956;&#8051;&#957;&#964;&#959;&#953; &#7956;&#957;&#953;&#945; &#956;&#945;&#952;&#8053;&#956;&#945;&#964;&#945; &#8087; &#7936;&#954;&#8055;&#957;&#951;&#964;&#945; &#954;&#945;&#8054; &#8087; &#967;&#969;&#961;&#953;&#963;&#964;&#8048; [10]
&#952;&#949;&#969;&#961;&#949;&#8150;, &#948;&#8134;&#955;&#959;&#957;.
<td style=text-align:justify>536. But mathematics is also a theoretical science, although it is not yet evident whether it deals with things which are immobile and separable from matter. However, it is evident that mathematics speculates about things insofar as they are immobile and insofar as they are separable from matter.
<tr valign=top><td style=text-align:justify>&#949;&#7984; &#948;&#8051; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957;
&#7936;&#8147;&#948;&#953;&#959;&#957;
&#954;&#945;&#8054;
&#7936;&#954;&#8055;&#957;&#951;&#964;&#959;&#957; &#954;&#945;&#8054; &#967;&#969;&#961;&#953;&#963;&#964;&#8057;&#957;, &#966;&#945;&#957;&#949;&#961;&#8056;&#957; &#8005;&#964;&#953;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8134;&#962; &#964;&#8056; &#947;&#957;&#8182;&#957;&#945;&#953;, &#959;&#8016; &#956;&#8051;&#957;&#964;&#959;&#953; &#966;&#965;&#963;&#953;&#954;&#8134;&#962; &#947;&#949; (&#960;&#949;&#961;&#8054; &#954;&#953;&#957;&#951;&#964;&#8182;&#957; &#947;&#8049;&#961;
&#964;&#953;&#957;&#969;&#957; &#7969; &#966;&#965;&#963;&#953;&#954;&#8053;) &#959;&#8016;&#948;&#8050;
&#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#8134;&#962;, &#7936;&#955;&#955;&#8048;
&#960;&#961;&#959;&#964;&#8051;&#961;&#945;&#962;
&#7936;&#956;&#966;&#959;&#8150;&#957;. &#7969; &#956;&#8050;&#957;
&#947;&#8048;&#961;
&#966;&#965;&#963;&#953;&#954;&#8052; &#960;&#949;&#961;&#8054;
&#967;&#969;&#961;&#953;&#963;&#964;&#8048; &#956;&#8050;&#957; &#7936;&#955;&#955;&#8125; &#959;&#8016;&#954; &#7936;&#954;&#8055;&#957;&#951;&#964;&#945;, &#964;&#8134;&#962; &#948;&#8050;
&#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#8134;&#962; &#7956;&#957;&#953;&#945;
[15] &#960;&#949;&#961;&#8054; &#7936;&#954;&#8055;&#957;&#951;&#964;&#945; &#956;&#8050;&#957; &#959;&#8016; &#967;&#969;&#961;&#953;&#963;&#964;&#8048; &#948;&#8050; &#7988;&#963;&#969;&#962; &#7936;&#955;&#955;&#8125; &#8033;&#962; &#7952;&#957; &#8021;&#955;&#8131;: &#7969; &#948;&#8050; &#960;&#961;&#8061;&#964;&#951; &#954;&#945;&#8054; &#960;&#949;&#961;&#8054;
&#967;&#969;&#961;&#953;&#963;&#964;&#8048; &#954;&#945;&#8054; &#7936;&#954;&#8055;&#957;&#951;&#964;&#945;.
&#7936;&#957;&#8049;&#947;&#954;&#951; &#948;&#8050; &#960;&#8049;&#957;&#964;&#945; &#956;&#8050;&#957;
&#964;&#8048; &#945;&#7988;&#964;&#953;&#945;
&#7936;&#8147;&#948;&#953;&#945; &#949;&#7990;&#957;&#945;&#953;, &#956;&#8049;&#955;&#953;&#963;&#964;&#945; &#948;&#8050; &#964;&#945;&#8166;&#964;&#945;: &#964;&#945;&#8166;&#964;&#945; &#947;&#8048;&#961; &#945;&#7988;&#964;&#953;&#945; &#964;&#959;&#8150;&#962; &#966;&#945;&#957;&#949;&#961;&#959;&#8150;&#962; &#964;&#8182;&#957;
&#952;&#949;&#8055;&#969;&#957;.
<td style=text-align:justify>537. Now if there is something which is immobile, eternal and separable from matter, evidently a knowledge of it belongs to a theoretical science. However, it does not belong to the philosophy of nature (for this science deals with certain mobile things), or to mathematics, but to a science prior to both. For the philosophy of nature deals with things which are inseparable from matter but not immobile. And some mathematical sciences deal with things which are immobile, but presumably do not exist separately, but are present as it were in matter. First philosophy, however, deals with things which are both separable from matter and immobile. Now common causes must be eternal, and especially these; since they are the causes of the sensible things visible to us.
<tr valign=top><td style=text-align:justify>&#8037;&#963;&#964;&#949; &#964;&#961;&#949;&#8150;&#962; &#7938;&#957; &#949;&#7990;&#949;&#957; &#966;&#953;&#955;&#959;&#963;&#959;&#966;&#8055;&#945;&#953;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#945;&#8055;,
&#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#8053;,
&#966;&#965;&#963;&#953;&#954;&#8053;,
&#952;&#949;&#959;&#955;&#959;&#947;&#953;&#954;&#8053;
<td style=text-align:justify>538. Hence there will be three theoretical philosophies: mathematics, the philosophy of nature, and theology.
<tr valign=top><td style=text-align:justify>(&#959;&#8016; &#947;&#8048;&#961; [20] &#7940;&#948;&#951;&#955;&#959;&#957; &#8005;&#964;&#953; &#949;&#7988; &#960;&#959;&#965; &#964;&#8056; &#952;&#949;&#8150;&#959;&#957; &#8017;&#960;&#8049;&#961;&#967;&#949;&#953;, &#7952;&#957; &#964;&#8135; &#964;&#959;&#953;&#945;&#8059;&#964;&#8131; &#966;&#8059;&#963;&#949;&#953;
&#8017;&#960;&#8049;&#961;&#967;&#949;&#953;),
<td style=text-align:justify>539. For it is obvious that, if the divine exists anywhere, it exists in this kind of nature.
<tr valign=top><td style=text-align:justify>&#954;&#945;&#8054; &#964;&#8052;&#957; &#964;&#953;&#956;&#953;&#969;&#964;&#8049;&#964;&#951;&#957; &#948;&#949;&#8150; &#960;&#949;&#961;&#8054; &#964;&#8056;
&#964;&#953;&#956;&#953;&#8061;&#964;&#945;&#964;&#959;&#957;
&#947;&#8051;&#957;&#959;&#962; &#949;&#7990;&#957;&#945;&#953;. &#945;&#7985; &#956;&#8050;&#957; &#959;&#8022;&#957;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#945;&#8054; &#964;&#8182;&#957; &#7940;&#955;&#955;&#969;&#957;
&#7952;&#960;&#953;&#963;&#964;&#951;&#956;&#8182;&#957; &#945;&#7985;&#961;&#949;&#964;&#8061;&#964;&#945;&#964;&#945;&#953;, &#945;&#8021;&#964;&#951; &#948;&#8050; &#964;&#8182;&#957; &#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8182;&#957;.
<td style=text-align:justify>540. And the most honorable of the sciences must deal with the most honorable class of things. Therefore the theoretical sciences are more desirable than the other sciences.
<tr valign=top><td style=text-align:justify>&#7936;&#960;&#959;&#961;&#8053;&#963;&#949;&#953;&#949; &#947;&#8048;&#961; &#7940;&#957;
&#964;&#953;&#962; &#960;&#8057;&#964;&#949;&#961;&#8057;&#957; &#960;&#959;&#952;&#8125; &#7969; &#960;&#961;&#8061;&#964;&#951; &#966;&#953;&#955;&#959;&#963;&#959;&#966;&#8055;&#945; &#954;&#945;&#952;&#8057;&#955;&#959;&#965; &#7952;&#963;&#964;&#8054;&#957; &#7970; &#960;&#949;&#961;&#8055; &#964;&#953; &#947;&#8051;&#957;&#959;&#962; [25] &#954;&#945;&#8054; &#966;&#8059;&#963;&#953;&#957; &#964;&#953;&#957;&#8048; &#956;&#8055;&#945;&#957; (&#959;&#8016; &#947;&#8048;&#961; &#8001; &#945;&#8016;&#964;&#8056;&#962;
&#964;&#961;&#8057;&#960;&#959;&#962; &#959;&#8016;&#948;&#8125; &#7952;&#957; &#964;&#945;&#8150;&#962;
&#956;&#945;&#952;&#951;&#956;&#945;&#964;&#953;&#954;&#945;&#8150;&#962;, &#7936;&#955;&#955;&#8125; &#7969; &#956;&#8050;&#957;
&#947;&#949;&#969;&#956;&#949;&#964;&#961;&#8055;&#945; &#954;&#945;&#8054; &#7936;&#963;&#964;&#961;&#959;&#955;&#959;&#947;&#8055;&#945; &#960;&#949;&#961;&#8055; &#964;&#953;&#957;&#945; &#966;&#8059;&#963;&#953;&#957; &#949;&#7984;&#963;&#8055;&#957;, &#7969; &#948;&#8050;
&#954;&#945;&#952;&#8057;&#955;&#959;&#965;
&#960;&#945;&#963;&#8182;&#957;
&#954;&#959;&#953;&#957;&#8053;):
<td style=text-align:justify>541. But someone will raise the question whether first philosophy is universal or deals with some particular class, i.e., one kind of reality; for not even in the mathematical sciences is the method the same, because both geometry and astronomy deal with a particular kind of nature, whereas the first science is universally common to all.
<tr valign=top><td style=text-align:justify>&#949;&#7984; &#956;&#8050;&#957; &#959;&#8022;&#957;
&#956;&#8052; &#7956;&#963;&#964;&#953; &#964;&#953;&#962; &#7953;&#964;&#8051;&#961;&#945;
&#959;&#8016;&#963;&#8055;&#945; &#960;&#945;&#961;&#8048; &#964;&#8048;&#962; &#966;&#8059;&#963;&#949;&#953;
&#963;&#965;&#957;&#949;&#963;&#964;&#951;&#954;&#965;&#8055;&#945;&#962;, &#7969; &#966;&#965;&#963;&#953;&#954;&#8052; &#7938;&#957; &#949;&#7988;&#951;
&#960;&#961;&#8061;&#964;&#951; &#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951;: &#949;&#7984; &#948;&#8125; &#7956;&#963;&#964;&#953; &#964;&#953;&#962; &#959;&#8016;&#963;&#8055;&#945; &#7936;&#954;&#8055;&#957;&#951;&#964;&#959;&#962;,
[30] &#945;&#8021;&#964;&#951;
&#960;&#961;&#959;&#964;&#8051;&#961;&#945;
&#954;&#945;&#8054; &#966;&#953;&#955;&#959;&#963;&#959;&#966;&#8055;&#945; &#960;&#961;&#8061;&#964;&#951;,
&#954;&#945;&#8054; &#954;&#945;&#952;&#8057;&#955;&#959;&#965;
&#959;&#8021;&#964;&#969;&#962; &#8005;&#964;&#953; &#960;&#961;&#8061;&#964;&#951;: &#954;&#945;&#8054; &#960;&#949;&#961;&#8054; &#964;&#959;&#8166; &#8004;&#957;&#964;&#959;&#962; &#8087; &#8002;&#957;
&#964;&#945;&#8059;&#964;&#951;&#962; &#7938;&#957; &#949;&#7988;&#951;
&#952;&#949;&#969;&#961;&#8134;&#963;&#945;&#953;,
&#954;&#945;&#8054; &#964;&#8055; &#7952;&#963;&#964;&#953;
&#954;&#945;&#8054; &#964;&#8048; &#8017;&#960;&#8049;&#961;&#967;&#959;&#957;&#964;&#945; &#8087; &#8004;&#957;.
<td style=text-align:justify>542. Therefore, if there is no substance other than those which exist in the way that natural substances do, the philosophy of nature will be the first science; but if there is an immobile substance, this substance will be prior, and [the science which investigates it will be] first philosophy, and will be universal in this way. And because it will be first and about being, it will be the function of this science to investigate both what being is and what the attributes are which belong to it as being.</span></table></blockquote>
<tr><td align=center colspan=2><b>COMMENTARY
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify><i>How it differs from other sciences in treating of being</i>
<tr valign=top><td style=text-align:justify>Postquam philosophus in quarto huius ostendit, quod haec scientia considerat de ente et de uno, et de his quae consequuntur ad ens inquantum huiusmodi, et quod omnia ista dicuntur multipliciter, et in quinto huius eorum multiplicitatem distinxit, hic incipit de ente determinare, et de aliis quae consequuntur ad ens.
<td style=text-align:justify>1144. Having shown in Book IV (535) of this work that this science considers being and unity and those attributes which belong to being as such, and that all of these are used in several senses; and having distinguished the number of these in Book V (843; 885) of this work, here the Philosopher begins to establish the <b>truth</b> about being and those attributes which belong to being.
<tr valign=top><td style=text-align:justify>Dividitur autem pars ista in duas. In prima ostendit per quem modum haec scientia debet determinare de ente. In secunda incipit de ente determinare, scilicet in principio septimi, ibi, ens dicitur multipliciter.
<td style=text-align:justify>This part is divided into two sections. In the first he explains the <b>method</b> by which this science should establish what is true about being. In the second (1247) he begins to settle the issue about being. He does this at the beginning of Book VII (&#8220;The term being is used in many senses&#8221;).
<tr valign=top><td style=text-align:justify>Prima pars dividitur in duas. In prima ostendit modum tractandi de entibus, qui competit huic scientiae per differentiam ad alias scientias. In secunda removet a consideratione huius scientiae ens aliquibus modis dictum, secundum quos modos ens non intenditur principaliter in hac scientia, ibi, sed quoniam ens simpliciter.
<td style=text-align:justify>The first part is divided into two sections. In the first he explains the method of treating beings, which is proper to this science, by showing how it differs from the other sciences. In the second (1170 he excludes certain senses of being from the investigation of this science, namely, those senses which are not the chief concern of this science (&#8220;Being in an unqualified sense&#8221;).
<tr valign=top><td style=text-align:justify>Prima autem pars dividitur in duas. In prima parte ostendit differentiam huius scientiae ad alias, per hoc, quod considerat principia entis inquantum est ens. Secundo, quantum ad modum tractandi de huiusmodi principiis, ibi, quoniam vero physica. Circa primum duo facit.
<td style=text-align:justify>The first part is again divided into two sections. In the first he shows how this science differs from the others because it considers the <b>principles of being as being</b>. In the second (1152) he shows how this science differs from the others in its method of treating principles of this kind (&#8220;And since the philosophy of nature&#8221;). In regard to the first he does two things.
<tr valign=top><td style=text-align:justify>Primo ostendit quomodo haec scientia convenit cum aliis in consideratione principiorum; dicens, quod ex quo ens est subiectum in huiusmodi scientia, ut in quarto ostensum est, et quaelibet scientia debet inquirere principia et causas, sui subiecti, quae sunt eius inquantum huiusmodi, oportet quod in ista scientia inquirantur principia et causae entium, inquantum sunt entia. Ita etiam est et in aliis scientiis. Nam sanitatis et convalescentiae est aliqua causa, quam quaerit medicus. Et similiter etiam mathematicorum sunt principia et elementa et causae, ut figurae et numeri et aliarum huiusmodi quae perquirit mathematicus. Et universaliter omnis scientia intellectualis qualitercumque participet intellectum: sive sit solum circa intelligibilia, sicut scientia divina; sive sit circa ea quae sunt aliquo modo imaginabilia, vel sensibilia in particulari, in universali autem intelligibilia, et etiam sensibilia prout de his est scientia, sicut in mathematica et in naturali; sive etiam ex universalibus principiis ad particularia procedant, in quibus est operatio, sicut in scientiis practicis: semper oportet quod talis scientia sit circa causas et principia.
<td style=text-align:justify>1145. First, he shows how this science <b>agrees</b> with the other sciences in its study of principles. He says that since being is the subject of this kind of science, as has been shown in Book IV (529-30), and every science must investigate the <b>principles and causes </b>which belong to its <b>subject</b> inasmuch as it is this kind of thing, we must investigate in this science the principles and causes of beings as beings. And this is also what occurs in the other sciences. For there is a cause of health and of its recovery, which the physician seeks. And similarly there are also principles, elements and causes of the objects of mathematics, as figure and number and other things of this kind which the mathematician investigates. And in general every intellectual science, to whatever degree it participates in intellect, must always deal with causes and principles. This is the case whether it deals with purely intelligible things, as divine science does, or with those which are in some way imaginable or sensible in particular but intelligible in general; or even if it deals with sensible things inasmuch as there is science of them, as occurs in the case of mathematics and in that of the philosophy of nature. Or again whether they proceed from universal principles to particular cases in which there is activity, as occurs in the practical sciences, it is always necessary that such sciences deal with principles and causes.
<tr valign=top><td style=text-align:justify>Quae quidem principia aut sunt certiora quo ad nos sicut in naturalibus, quia sunt propinquiora sensibilibus, aut simpliciora et priora secundum naturam, sicut est in mathematicis. Cognitiones autem quae sunt sensitivae tantum, non sunt per principia et causas, sed per hoc quod ipsum sensibile obiicitur sensui. Discurrere enim a causis in causata vel e contrario, non est sensus, sed solum intellectus. Vel certiora principia dicit ea quae sunt magis nota et exquisita. Simplicia autem ea, quae magis superficialiter exquiruntur, sicut est in scientiis moralibus, quorum principia sumuntur ex his quae sunt ut in pluribus.
<td style=text-align:justify>1146. Now these principles are either (1) more certain <b>to us</b>, as occurs in the natural sciences, because they are closer to sensible things, or (2) they are simpler and prior <b>in nature</b>, as occurs in the mathematical sciences. But cognitions which are only sensory are not the result of principles and causes but of the sensible object itself acting upon the senses. For to proceed from causes to effects or the reverse is not an activity of the senses but only of the intellect. Or &#8220;more certain principles&#8221; means those which are better known and more deeply probed, and &#8220;simple&#8221; means those which are studied in a more superficial way, as occurs in the moral sciences, whose principles are derived from those things which occur in the majority of cases.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1147. <B>But all these</B> (533).
<tr valign=top><td style=text-align:justify>Secundum ibi, sed et omnes ostendit differentiam aliarum scientiarum ad istam quantum ad considerationem principiorum et causarum; dicens, quod omnes istae scientiae particulares, de quibus nunc facta est mentio, sunt circa unum aliquod particulare genus entis, sicut circa numerum vel magnitudinem, aut aliquid huiusmodi. Et tractat unaquaeque circumscripte de suo genere subiecto, idest ita de isto genere, quod non de alio: sicut scientia quae tractat de numero, non tractat de magnitudine. Nulla enim earum determinat de ente simpliciter, idest de ente in communi, nec etiam de aliquo particulari ente inquantum est ens. Sicut arithmetica non determinat de numero inquantum est ens, sed inquantum est numerus. De quolibet enim ente inquantum est ens, proprium est metaphysici considerare.
<td style=text-align:justify>Second, he shows how the other sciences <b>differ</b> from this science in their study of principles and causes. He says that all these particular sciences which have now been mentioned are about one <b>particular</b> class of being, for example, number, continuous quantity or something of this kind; and each confines its investigations to &#8220;its subject genus,&#8221;&#8217; i.e., dealing with this class and not with another; for example, the science which deals with number does not deal with continuous quantity. For no one of the other sciences deals &#8220;with being in an unqualified sense,&#8221; i.e., with being in general, or even with any particular being as being; for example, arithmetic does not deal with number as being but as number. For to consider each being as being is proper to metaphysics.
<tr valign=top><td style=text-align:justify>Et, quia eiusdem est considerare de ente inquantum est ens, et de eo quod quid est, idest de quidditate rei, quia unumquodque habet esse per suam quidditatem, ideo etiam aliae scientiae particulares nullam mentionem, idest determinationem faciunt de eo quod quid est, idest de quidditate rei, et de definitione, quae ipsam significat. Sed ex hoc, idest ex ipso quod quid est ad alia procedunt, utentes eo quasi demonstrato principio ad alia probanda.
<td style=text-align:justify>1148. And since it belongs to the same science to consider both being and the whatness or quiddity, because each thing has being by reason of its quiddity, therefore the other particular sciences make &#8220;no mention of,&#8221; i.e., they do (~) not investigate, the whatness or <b>quiddity</b> of a thing and the definition signifying it. But (+) they proceed &#8220;from this,&#8221; i.e., from the whatness itself of a thing, to <b>other things</b>, using this as an already established principle for the purpose of proving other things.
<tr valign=top><td style=text-align:justify>Ipsum autem quod quid est sui subiecti aliae scientiae faciunt esse manifestum per sensum; sicut scientia, quae est de animalibus, accipit quid est animal per id quod apparet sensui, idest per sensum et motum, quibus animal a non animali discernitur. Aliae vero scientiae accipiunt quod quid est sui subiecti, per suppositionem ab aliqua alia scientia, sicut geometria accipit quid est magnitudo a philosopho primo. Et sic ex ipso quod quid est noto per sensum vel per suppositionem, demonstrant scientiae proprias passiones, quae secundum se insunt generi subiecto, circa quod sunt. Nam definitio est medium in demonstratione propter quid. Modus autem demonstrationis est diversus; quia quaedam demonstrant magis necessarie, sicut mathematicae scientiae, quaedam vero infirmius, idest non de necessitate; sicut scientiae naturales, in quibus multae demonstrationes sumuntur ex his quae non semper insunt, sed frequenter.
<td style=text-align:justify>1149. Now some sciences make the whatness of their subject evident by means of the senses, as the science which treats of animals understands what an animal is by means of what &#8220;is apparent to the senses,&#8221; i.e., by means of sensation and local motion, by which animal is distinguished from non-animal. And other sciences understand the whatness of their subject by assuming it from some other science, as geometry learns what continuous quantity is from first philosophy. Thus, beginning from the whatness itself of a thing, which has been made known either by the senses or by assuming it from some other science, these sciences demonstrate the proper attributes which belong essentially to the subject-genus with which they deal; for a definition is the middle term in a causal demonstration. But the method of demonstration differs; because some sciences demonstrate with greater necessity, as the mathematical sciences, and others &#8220;more weakly,&#8221; i.e., without necessity, as the sciences of nature, whose demonstrations are based on things that do not pertain to something always but for the most part.
<tr valign=top><td style=text-align:justify>Alia translatio habet loco suppositionis, conditionem. Et est idem sensus. Nam quod supponitur, quasi ex conditione accipitur: et quia principium demonstrationis est definitio, palam est ex tali inductione, quod demonstratio non est de substantia rei, idest de essentia eius; nec de definitione, quae significat quid est res; sed est aliquis alius modus, quo definitiones ostenduntur; scilicet divisione, et aliis modis, qui ponuntur in secundo posteriorum.
<td style=text-align:justify>1150. Another translation has &#8220;condition&#8221; in place of &#8220;assumption,&#8221; but the meaning is the same; for what is assumed is taken, as it were, by stipulation. And since the starting point of demonstration is definition, it is evident that from this kind of inductive method &#8220;there is no demonstration of a thing&#8217;s substance,&#8221; i.e., of its essence, or of the definition signifying its whatness; but there is some other method by which definitions are made known, namely, the method of elimination and the other methods which are given in the <i>Posterior Analytics</i>, Book IV.
<tr valign=top><td style=text-align:justify>Et sicut nulla scientia particularis determinat quod quid est, ita etiam nulla earum dicit de genere subiecto, circa quod versatur, est, aut non est. Et hoc rationabiliter accidit; quia eiusdem scientiae est determinare quaestionem an est, et manifestare quid est. Oportet enim quod quid est accipere ut medium ad ostendendum an est. Et utraque est consideratio philosophi, qui considerat ens inquantum ens. Et ideo quaelibet scientia particularis supponit de subiecto suo, quia est, et quid est, ut dicitur in primo posteriorum; et hoc est signum, quod nulla scientia particularis determinat de ente simpliciter, nec de aliquo ente inquantum est ens.
<td style=text-align:justify>1151. And just as no particular science settles the issue about the whatness of things, neither does any one of them discuss the existence or nonexistence of the subject-genus with which it deals. This is understandable, because it belongs to the same science to settle the question of a thing&#8217;s existence and to make known its whatness. For in order to prove that a thing exists its whatness must be taken as the middle term of the demonstration. Now both of these questions belong to the investigation of the philosopher who considers being as being. Therefore every particular science <b>assumes</b> the existence and whatness of its subject, as is stated in Book I of the <i>Posterior Analytics</i>. This is indicated by the fact that no particular science establishes the truth about being in an unqualified sense, or about any being as being.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1152. <B>And since the philosophy of nature</B> (534).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quoniam vero ostendit differentiam huius scientiae ad alias, quantum ad modum considerandi principia entis inquantum est ens. Et quia ab antiquis scientia naturalis credebatur esse prima scientia, et quae consideraret ens inquantum est ens, ideo ab ea, quasi a manifestiori incipiens, primo ostendit differentiam scientiae naturalis a scientiis practicis. Secundo differentiam eius a scientiis speculativis, in quo ostenditur modus proprius considerationis huius scientiae, ibi, oportet autem quod quid erat esse.
<td style=text-align:justify>Here he shows how this science differs from the other sciences in its method of considering the <b>principles</b> of being as being. And since the philosophy of nature was considered by the ancients to be the first science and the one which would consider being as being, therefore, beginning with it as with what is more evident, he shows, first (534), how the philosophy of nature differs from the practical sciences; and second (535), how it differs from the speculative sciences, showing also the method of study proper to this science.
<tr valign=top><td style=text-align:justify>Dicit ergo primo, quod scientia naturalis non est circa ens simpliciter, sed circa quoddam genus entis; scilicet circa substantiam naturalem, quae habet in se principium motus et quietis: et ex hoc apparet quod neque est activa, neque factiva. Differunt enim agere et facere: nam agere est secundum operationem manentem in ipso agente, sicut est eligere, intelligere et huiusmodi: unde scientiae activae dicuntur scientiae morales. Facere autem est secundum operationem, quae transit exterius ad materiae transmutationem, sicut secare, urere, et huiusmodi: unde scientiae factivae dicuntur artes mechanicae.
<td style=text-align:justify>He says, first (534), that the <b>philosophy of nature</b> does not deal with being in an unqualified sense but with some <b>particular</b> class of being, i.e., with natural substance, which has within itself a principle of motion and rest; and from this it is evident that it is neither a practical nor a productive science. For action and production differ, because action is an operation that remains in the agent itself, as choosing, understanding and the like (and for this reason the practical sciences are called moral sciences), whereas production is an operation that passes over into some matter in order to change it, as cutting, burning and the like (and for this reason the productive sciences are called mechanical arts).
<tr valign=top><td style=text-align:justify>Quod autem scientia naturalis non sit factiva, patet; quia principium scientiarum factivarum est in faciente, non in facto, quod est artificiatum; sed principium motus rerum naturalium est in ipsis rebus naturalibus. Hoc autem principium rerum artificialium, quod est in faciente, est primo intellectus, qui primo artem adinvenit; et secundo ars, quae est habitus intellectus; et tertio aliqua potentia exequens, sicut potentia motiva, per quam artifex exequitur conceptionem artis. Unde patet, quod scientia naturalis non est factiva.
<td style=text-align:justify>1153. Now it is evident that the philosophy of nature is not a (~) productive science, because the principle of productive sciences is in the maker and not in the thing made, which is the artifact. But the principle of motion in natural bodies is within these natural bodies. Further, the principle of things made by art, which is in the maker, is, first, the intellect which discovers the art; and second, the art which is an intellectual habit; and third, some executive power, such as the motive power by which the artisan executes the work conceived by his art. Hence it is evident that the philosophy of nature is not a productive science.
<tr valign=top><td style=text-align:justify>Et per eamdem rationem patet quod non est activa. Nam principium activarum scientiarum est in agente, non in ipsis actionibus, sive moribus. Hoc autem principium est prohaeresis, idest electio. Idem enim est agibile et eligibile. Sic ergo patet, quod naturalis scientia non sit activa neque factiva.
<td style=text-align:justify>1154. And for this reason it is evident that it is not a (~) practical science; for the principle of practical sciences is in the agent, not in the actions or customary operations themselves. This principle is &#8220;prohaeresis,&#8221; i.e., choice; for the object of action and that of choice are the same. Hence it is evident that the philosophy of nature is neither a practical nor a productive science.
<tr valign=top><td style=text-align:justify>Si igitur omnis scientia est aut activa, aut factiva, aut theorica, sequitur quod naturalis scientia theorica sit. Ita tamen est theorica, idest speculativa circa determinatum genus entis, quod scilicet est possibile moveri. Ens enim mobile est subiectum naturalis philosophiae. Et est solum circa talem substantiam, idest quidditatem et essentiam rei, quae secundum rationem non est separabilis a materia, ut in pluribus; et hoc dicit propter intellectum, qui aliquo modo cadit sub consideratione naturalis philosophiae, et tamen substantia eius est separabilis. Sic patet, quod naturalis scientia est circa determinatum subiectum, quod est ens mobile; et habet determinatum modum definiendi, scilicet cum materia.
<td style=text-align:justify>1155. If, then, every science is either practical, productive or theoretical, it follows that the philosophy of nature is a (+) theoretical science. Yet &#8220;it is theoretical,&#8221; or speculative, of a <b>special class</b> of being, namely, that which is subject to motion; for mobile being is the subject matter of the philosophy of nature. And it deals only with &#8220;that kind of substance,&#8221; i.e., the quiddity or essence of a thing, which is for the most part inseparable from matter in its intelligible structure. He adds this because of the intellect, which comes in a sense within the scope of the philosophy of nature, although its substance is separable from matter. Thus it is clear that the philosophy of nature deals with some special subject, which is mobile being, and that it has a special way of defining things, namely, with matter.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1156. <B>Now the essence</B> (535).
<tr valign=top><td style=text-align:justify>Deinde cum dicit oportet autem hic ostendit differentiam naturalis scientiae ad alias speculativas quantum ad modum definiendi: et circa hoc duo facit. Primo ostendit differentiam praedictam. Secundo concludit numerum scientiarum theoricarum, ibi quare.
<td style=text-align:justify>Here he shows how the philosophy of nature differs from the other speculative sciences in its method of defining things; and in regard to this he does two things. First, he explains this difference. Second (1166), he draws a conclusion about the number of theoretical sciences. (&#8220;Hence there will be&#8221;).
<tr valign=top><td style=text-align:justify>Circa primum tria facit. Primo ostendit modum proprium definiendi naturalis philosophiae; dicens, quod ad cognoscendum differentiam scientiarum speculativarum adinvicem, oportet non latere quidditatem rei, et rationem idest definitionem significantem ipsam, quomodo est assignanda in unaquaque scientia. Quaerere enim differentiam praedictam sine hoc, idest sine cognitione modi definiendi, nihil facere est. Cum enim definitio sit medium demonstrationis, et per consequens principium sciendi, oportet quod ad diversum modum definiendi, sequatur diversitas in scientiis speculativis.
<td style=text-align:justify>In regard to the first he does three things. First, he exposes the <b>method of definings</b> things which is proper to the philosophy of nature. He says that, in order to understand how the speculative sciences differ from each other, the quiddity of a thing and the way in which &#8220;the conceptual expression,&#8221; i.e., the definition signifying it, should be expressed in each science, must not remain unknown. For in seeking the aforesaid difference &#8220;without this,&#8221; i.e., without knowing how to define things, our search would be unfruitful. For since a definition is the middle term in a demonstration, and is therefore the starting-point of knowing the difference between the speculative sciences must depend on the different ways of defining things.
<tr valign=top><td style=text-align:justify>Sciendum est autem, quod eorum quae diffiniuntur, quaedam definiuntur sicut definitur simum, quaedam sicut definitur concavum; et haec duo differunt, quia definitio simi est accepta cum materia sensibili. Simum enim nihil aliud est quam nasus curvus vel concavus. Sed concavitas definitur sine materia sensibili. Non enim ponitur in definitione concavi vel curvi aliquod corpus sensibile, ut ignis aut aqua, aut aliquod corpus huiusmodi. Dicitur enim concavum, cuius medium exit ab extremis.
<td style=text-align:justify>1157. Now concerning things which are defined it must be noted that some are defined like snub and others like concave. And these two differ because the definition of snub includes sensible matter (since snub is merely a curved or concave nose), whereas concavity is defined without sensible matter. For some sensible body, such as fire or water or the like, is not included in the definition of concave or curved. For that is said to be concave whose middle curves away from the ends.
<tr valign=top><td style=text-align:justify>Omnia autem naturalia simili modo definiuntur sicut simum, ut patet in partibus animalis tam dissimilibus, ut sunt nasus, oculus et facies, quam similibus, ut sunt caro et os; et etiam in toto animali. Et similiter in partibus plantarum quae sunt folium, radix et cortex; et similiter in tota planta. Nullius enim praedictorum definitio potest assignari sine motu: sed quodlibet eorum habet materiam sensibilem in sui definitione, et per consequens motum. Nam cuilibet materiae sensibili competit motus proprius. In definitione enim carnis et ossis, oportet quod ponatur calidum et frigidum aliquo modo contemperatum; et similiter in aliis. Et ex hoc palam est quis est modus inquirendi quidditatem rerum naturalium, et definiendi in scientia naturali, quia scilicet cum materia sensibili.
<td style=text-align:justify>1158. Now all natural things are defined in a way similar to snub, as is evident both of those parts of an animal which are unlike, for example, nose, eye and face; and of those which are alike, for example, flesh and bone; and also of the whole animal. And the same is true of the parts of plants, for example, leaf, root and bark; and also of the whole plant. For no one of these can be defined without <b>motion</b>; but each includes <b>sensible matter</b> in its definition, and therefore motion, because every kind of sensible matter has its own kind of motion. Thus in the definition of flesh and bone it is necessary that the hot and cold be held to be suitably mixed in some way; and the same is true of other things. From this it is evident what the method is which the philosophy of nature uses in investigating and defining the quiddity of natural things; i.e., it involves sensible matter.
<tr valign=top><td style=text-align:justify>Et propter hoc etiam de anima, quaedam speculatur naturalis, quaecumque scilicet non definitur sine materia sensibili. Dicitur enim in secundo de anima, quod anima est actus primus corporis physici organici potentia vitam habentis. Anima autem secundum quod non est actus talis corporis non pertinet ad considerationem naturalis, si qua anima potest a corpore separari. Manifestum est ergo ex praedictis quod physica est quaedam scientia theorica, et quod habet determinatum modum definiendi.
<td style=text-align:justify>1159. And for this reason the philosophy of nature also investigates one kind of <b>soul</b>&#8212;the kind that is (+) not defined without <b>sensible matter</b>. For in Book II of <i>The Soul</i> he says that a soul is the first actuality of a natural organic body having life potentially. But if any soul can exist (~) <b>separately</b> from a body, then insofar as it is not the actuality of such a body, it does not fall within the scope of the philosophy of nature. Therefore it is evident from the above that the philosophy of nature is a theoretical science, and that it has a special method of defining things.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1160. <B>But mathematics</B> (536).
<tr valign=top style=text-align:justify><td>Secundo ibi, sed est et mathematica ostendit modum proprium mathematicae; dicens quod etiam mathematica est quaedam scientia theorica. Constat enim, quod neque est activa, neque factiva; cum mathematica consideret ea quae sunt sine motu, sine quo actio et factio esse non possunt. Sed utrum illa de quibus considerat mathematica scientia, sint mobilia et separabilia a materia secundum suum esse, adhuc non est manifestum. Quidam enim posuerunt numeros et magnitudines et alia mathematica esse separata et media inter species et sensibilia, scilicet Platonici, ut in primo et tertio libro habitum est; cuius quaestionis veritas nondum est ab eo perfecte determinata; determinabitur autem infra.
<td>Second, he exposes the method proper to <b>mathematics</b>. He says that mathematics is also a speculative science; for evidently it is neither a practical nor a productive science, since it considers things which are devoid of motion, without which action and production cannot exist. But whether those things which mathematical science considers are immobile and separable from matter in their being is not yet clear. For some men, the Platonists, held that numbers, continuous quantities and other mathematical objects are separate from matter and midway between the Forms and sensible things, as is stated in Book I (157) and in Book III (350). But the answer to this question has not yet been fully established by him, but will be established later on.
<tr valign=top><td style=text-align:justify>Sed tamen hoc est manifestum, quod scientia mathematica speculatur quaedam inquantum sunt immobilia et inquantum sunt separata a materia sensibili, licet secundum esse non sint immobilia vel separabilia. Ratio enim eorum est sine materia sensibili, sicut ratio concavi vel curvi. In hoc ergo differt mathematica a physica, quia physica considerat ea quorum definitiones sunt cum materia sensibili. Et ideo considerat non separata, inquantum sunt non separata. Mathematica vero considerat ea, quorum definitiones sunt sine materia sensibili. Et ideo, etsi sunt non separata ea quae considerat, tamen considerat ea inquantum sunt separata.
<td style=text-align:justify>1161. However, it is evident that mathematical science studies some things insofar as they are immobile and separate from matter, although they are neither immobile nor separable from matter in being. For their intelligible structure, for example, that of concave or curved, does not contain sensible matter. Hence mathematical science differs from the philosophy of nature in this respect, that while the philosophy of nature considers things whose definitions contain sensible matter (and thus it considers what is not separate insofar as it is not separate), mathematical science considers things whose <b>definitions do not contain sensible matter</b>. And thus even though the things which it considers are not separate from matter, it nevertheless considers them insofar as they are separate.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1162. <B>Now if there is something</B> (537).
<tr valign=top><td style=text-align:justify>Tertio ibi, si vero est ostendit modum proprium scientiae huius; dicens quod, si est aliquid immobile secundum esse, et per consequens sempiternum et separabile a materia secundum esse, palam est, quod eius consideratio est theoricae scientiae, non activae vel factivae, quarum consideratio est circa aliquos motus. Et tamen consideratio talis entis non est physica. Nam physica considerat de quibusdam entibus, scilicet de mobilibus. Et similiter consideratio huius entis non est mathematica; quia mathematica non considerat separabilia secundum esse, sed secundum rationem, ut dictum est. Sed oportet quod consideratio huius entis sit alterius scientiae prioris ambabus praedictis, scilicet physica et mathematica.
<td style=text-align:justify>Third, he exposes the <b>method</b> proper to this science. He says that, if there is something whose being is immobile, and therefore eternal and separable from matter in being, it is evident that the investigation of it belongs to a <b>theoretical</b> science and not to a practical or productive one, whose investigations have to do with certain kinds of motion. However, the study of such being does not belong to the philosophy of nature, for the philosophy of nature deals with certain kinds of beings, namely, mobile ones. Nor likewise does the study of this being belong to mathematics, because mathematics does not consider things which are separable from matter in being but only in their intelligible structure, as has been stated (1161). But the study of this being must belong to another science which is prior to both of these, i.e., prior to the philosophy of nature and to mathematics.
<tr valign=top><td style=text-align:justify>Physica enim est circa inseparabilia et mobilia, et mathematica quaedam circa immobilia, quae tamen non sunt separata a materia secundum esse, sed solum secundum rationem, secundum vero esse sunt in materia sensibili. Dicit autem forsan, quia haec veritas nondum est determinata. Dicit autem quasdam mathematicas esse circa immobilia, sicut geometriam et arithmeticam; quia quaedam scientiae mathematicae applicantur ad motum sicut astrologia. Sed prima scientia est circa separabilia secundum esse, et quae sunt omnino immobilia.
<td style=text-align:justify>1163. For the <i>philosophy of nature</i> deals with things which are inseparable from matter and mobile, and <i>mathematics</i> deals with certain immobile things although these are not separate from matter in being but only in their intelligible structure, since in reality they are found in sensible matter. And he says &#8220;presumably&#8221; because this truth has not yet been established. Further, he says that some mathematical sciences deal with immobile things, as geometry and arithmetic, because some mathematical sciences are applied to motion, as astronomy. But <i>the first science</i> deals with things which are <b>separable from matter in being and are altogether immobile</b>.
<tr valign=top><td style=text-align:justify>Necesse vero est communes causas esse sempiternas. Primas enim causas entium generativorum oportet esse ingenitas, ne generatio in infinitum procedat; et maxime has, quae sunt omnino immobiles et immateriales. Hae namque causae immateriales et immobiles sunt causae sensibilibus manifestis nobis, quia sunt maxime entia, et per consequens causae aliorum, ut in secundo libro ostensum est. Et per hoc patet, quod scientia quae huiusmodi entia pertractat, prima est inter omnes, et considerat communes causas omnium entium. Unde sunt causae entium secundum quod sunt entia, quae inquiruntur in prima philosophia, ut in primo proposuit. Ex hoc autem apparet manifeste falsitas opinionis illorum, qui posuerunt Aristotelem sensisse, quod Deus non sit causa substantiae caeli, sed solum motus eius.
<td style=text-align:justify>1164. Now <b>common</b> causes must be eternal, because the first causes of beings which are generated must not themselves be generated, otherwise the process of generation would proceed to infinity; and this is true especially of those causes which are altogether immobile and immaterial. For those immaterial and immobile causes are the causes of the sensible things evident to us, because they are beings in the highest degree, and therefore are the cause of other things, as was shown in Book II (290). From this it is evident that the science which considers beings of this kind is the first of all the sciences and the one which considers the common causes of all beings. Hence there are <b>causes of beings as beings</b>, which are investigated in first philosophy, as he proposed in Book I (36). <u>And from this it is quite evident that the opinion of those who claimed that Aristotle thought that God is not the cause of the substance of the heavens, but only of their motion, is false</u>. [against Ibn-Rushd]
<tr valign=top><td style=text-align:justify>Advertendum est autem, quod licet ad considerationem primae philosophiae pertineant ea quae sunt separata secundum esse et rationem a materia et motu, non tamen solum ea; sed etiam de sensibilibus, inquantum sunt entia, philosophus perscrutatur. Nisi forte dicamus, ut Avicenna dicit, quod huiusmodi communia de quibus haec scientia perscrutatur, dicuntur separata secundum esse, non quia semper sint sine materia; sed quia non de necessitate habent esse in materia, sicut mathematica.
<td style=text-align:justify>1165. However, we must remember that even though things which are separate from matter and motion in being and in their intelligible structure belong to the study of first philosophy, still the philosopher not only investigates these but <b>also sensible things inasmuch as they are beings</b>. Unless perhaps we may say, as Avicenna does, that common things of the kind which this science considers are said to be separate from matter in being, not because they are always without matter, but because they <b>do not necessarily have being in matter</b>, as the objects of mathematics do.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1166. <B>Hence there will be</B> (538).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quare tres concludit numerum scientiarum theoricarum; et circa hoc tria facit. Primo concludit ex praemissis, quod tres sunt partes philosophiae theoricae, scilicet mathematica, physica et theologia, quae est philosophia prima.
<td style=text-align:justify>He draws a conclusion as to the <b>number of theoretical sciences</b>. And in regard to this he does three things. First, he concludes from what has been laid down above that there are <b>three</b> parts of theoretical philosophy: mathematics, the philosophy of nature, and theology, which is first philosophy.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1167. <B>For it is obvious</B> (539).
<tr valign=top><td style=text-align:justify>Deinde cum dicit non enim secundo assignat duas rationes quare haec scientia dicatur theologia.
<td style=text-align:justify>Second, he gives two reasons why this science is called <b>theology</b>.
<tr valign=top><td style=text-align:justify>Quarum prima est, quia manifestum est, quod si alicubi, idest in aliquo genere rerum existit aliquod divinum, quod existit in tali natura, scilicet entis immobilis et a materia separati, de quo considerat ista scientia.
<td style=text-align:justify>The first of these is that &#8220;it is obvious that if the <b>divine</b> exists anywhere,&#8221; i.e., if something divine exists in any class of things, it exists in such a nature, namely, in the class of being which is immobile and separate from matter, which this science studies.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1168. <B>And he most honorable</B> (540).
<tr valign=top><td style=text-align:justify>Deinde cum dicit et honorabilissimam secundam rationem ponit quae talis est. Honorabilissima scientia est circa honorabilissimum genus entium, in quo continentur res divinae: ergo, cum haec scientia sit honorabilissima inter omnes, quia est honorabilior theoricis, ut prius ostensum est,- quae quidem sunt honorabiliores practicis, ut in primo libro habitum est -, manifestum est, quod ista scientia est circa res divinas; et ideo dicitur theologia, quasi sermo de divinis.
<td style=text-align:justify>He gives the second reason why this science is called theology; and the reason is this: the most <b>honorable</b> science deals with the most honorable class of beings, and this is the one in which divine beings are contained. Therefore, since this science is the most honorable of the sciences because it is the most honorable of the theoretical sciences, as was shown before (64)&#8212;and these are more honorable than the practical sciences, as was stated in Book I (35)&#8212;it is evident that this science deals with divine beings; and therefore it is called theology inasmuch as it is a discourse about divine beings.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1169. <B>But someone will</B> (541).
<tr valign=top><td style=text-align:justify>Deinde cum dicit dubitabit autem tertio movetur quaedam quaestio circa praedeterminata: et primo movet eam, dicens, quod aliquis potest dubitare, utrum prima philosophia sit universalis quasi considerans ens universaliter, aut eius consideratio sit circa aliquod genus determinatum et naturam unam. Et hoc non videtur. Non enim est unus modus huius scientiae et mathematicarum; quia geometria et astrologia, quae sunt mathematicae, sunt circa aliquam naturam determinatam; sed philosophia prima est universaliter communis omnium. Et tamen e converso videtur, quod sit alicuius determinatae naturae, propter hoc quod est separabilium et immobilium, ut dictum est.
<td style=text-align:justify>[objection] Third, he raises a question about a point already established. First, he states the question, saying that someone can inquire whether first philosophy is universal inasmuch as it considers being in general, or whether it investigates some particular class or a single nature. Now this does not seem to be the case. For this science and the mathematical sciences do not have one and the same method; because geometry and astronomy, which are mathematical sciences, deal with a special nature, whereas first philosophy is universally common to all. Yet the reverse seems to be true, namely, that it deals with a <b>special</b> nature, because it is concerned with things which are <b>separable from matter and immobile</b>, as has been stated (1163).
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1170. <B>Therefore, if</B> (542).
<tr valign=top><td style=text-align:justify>Deinde cum dicit si igitur secundo solvit, dicens quod si non est aliqua alia substantia praeter eas quae consistunt secundum naturam, de quibus est physica, physica erit prima scientia. Sed, si est aliqua substantia immobilis, ista erit prior substantia naturali; et per consequens philosophia considerans huiusmodi substantiam, erit philosophia prima. Et quia est prima, ideo erit universalis, et erit eius speculari de ente inquantum est ens, et de eo quod quid est, et de his quae sunt entis inquantum est ens: eadem enim est scientia primi entis et entis communis, ut in principio quarti habitum est.
<td style=text-align:justify>Second, he answers this question, saying that <u>if there is no substance other than those which exist in the way that natural substances do, with which the philosophy of nature deals, the philosophy of nature will be the first science</u>. But if there is some <b>immobile</b> substance, this will be <b>prior</b> to natural substance, and therefore the philosophy which considers this kind of substance, will be first philosophy. And since it is first, it will be universal; and it will be its function to study being as being, both what being is and what the attributes are which belong to being as being. For the science of the primary kind of being and that of being in general are the same, as has been stated at the beginning of Book IV (533).
</table><hr>
<a name="2"><table cellpadding=12>
<tr><td align=center colspan=2><b>LESSON 2</b>
<tr><td align=center colspan=2><b>The Being Which This Science Investigates</b>
<span style=font-family:"Times New Roman"><blockquote><table cellpadding=12><tr><td align=center colspan=2>ARISTOTLE&#8217;S TEXT Chapter 2: 1026a 33-1027a 28
<tr valign=top><td style=text-align:justify>&#7936;&#955;&#955;&#8125; &#7952;&#960;&#949;&#8054;
&#964;&#8056; &#8002;&#957; &#964;&#8056; &#7937;&#960;&#955;&#8182;&#962;
&#955;&#949;&#947;&#8057;&#956;&#949;&#957;&#959;&#957; &#955;&#8051;&#947;&#949;&#964;&#945;&#953;
&#960;&#959;&#955;&#955;&#945;&#967;&#8182;&#962;, &#8039;&#957; &#7955;&#957;
&#956;&#8050;&#957; &#7974;&#957; &#964;&#8056; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;, &#7957;&#964;&#949;&#961;&#959;&#957;
&#948;&#8050; &#964;&#8056; [35] &#8033;&#962; &#7936;&#955;&#951;&#952;&#8051;&#962;,
&#954;&#945;&#8054; &#964;&#8056; &#956;&#8052; &#8002;&#957; &#8033;&#962;
&#964;&#8056; &#968;&#949;&#8166;&#948;&#959;&#962;, &#960;&#945;&#961;&#8048;
&#964;&#945;&#8166;&#964;&#945; &#948;&#8125; &#7952;&#963;&#964;&#8054; &#964;&#8048;
&#963;&#967;&#8053;&#956;&#945;&#964;&#945; &#964;&#8134;&#962;
&#954;&#945;&#964;&#951;&#947;&#959;&#961;&#8055;&#945;&#962; (&#959;&#7991;&#959;&#957;
&#964;&#8056; &#956;&#8050;&#957; &#964;&#8055;, &#964;&#8056; &#948;&#8050;
&#960;&#959;&#953;&#8057;&#957;, &#964;&#8056; &#948;&#8050; &#960;&#959;&#963;&#8057;&#957;,
&#964;&#8056; &#948;&#8050; &#960;&#959;&#8059;, &#964;&#8056; &#948;&#8050;
&#960;&#959;&#964;&#8051;, &#954;&#945;&#8054; &#949;&#7988; &#964;&#953; &#7940;&#955;&#955;&#959;
&#963;&#951;&#956;&#945;&#8055;&#957;&#949;&#953; &#964;&#8056;&#957;
&#964;&#961;&#8057;&#960;&#959;&#957; &#964;&#959;&#8166;&#964;&#959;&#957;), [1026&#946;] [1] &#7956;&#964;&#953;
&#960;&#945;&#961;&#8048; &#964;&#945;&#8166;&#964;&#945;
&#960;&#8049;&#957;&#964;&#945; &#964;&#8056;
&#948;&#965;&#957;&#8049;&#956;&#949;&#953;
&#954;&#945;&#8054;
&#7952;&#957;&#949;&#961;&#947;&#949;&#8055;&#8115;:
<td style=text-align:justify>543. Being in an unqualified sense has various meanings, of which one is the accidental, and another the true (and non-being may signify the false); and besides these there are the categorical figures, for example, the what, of what sort, how much, where, when, and anything else which signifies in this way; and besides all of these there is the potential and the actual.
<tr valign=top><td style=text-align:justify>&#7952;&#960;&#949;&#8054; &#948;&#8052;
&#960;&#959;&#955;&#955;&#945;&#967;&#8182;&#962; &#955;&#8051;&#947;&#949;&#964;&#945;&#953;
&#964;&#8056; &#8004;&#957;, &#960;&#961;&#8182;&#964;&#959;&#957;
&#960;&#949;&#961;&#8054; &#964;&#959;&#8166; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962;
&#955;&#949;&#954;&#964;&#8051;&#959;&#957;, &#8005;&#964;&#953; &#959;&#8016;&#948;&#949;&#956;&#8055;&#945;
&#7952;&#963;&#964;&#8054; &#960;&#949;&#961;&#8054; &#945;&#8016;&#964;&#8056;
&#952;&#949;&#969;&#961;&#8055;&#945;. &#963;&#951;&#956;&#949;&#8150;&#959;&#957;
&#948;&#8051;: &#959;&#8016;&#948;&#949;&#956;&#953;&#8119; &#947;&#8048;&#961;
&#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#8131; &#7952;&#960;&#953;&#956;&#949;&#955;&#8050;&#962;
[5] &#960;&#949;&#961;&#8054; &#945;&#8016;&#964;&#959;&#8166; &#959;&#8020;&#964;&#949;
&#960;&#961;&#945;&#954;&#964;&#953;&#954;&#8135; &#959;&#8020;&#964;&#949;
&#960;&#959;&#953;&#951;&#964;&#953;&#954;&#8135; &#959;&#8020;&#964;&#949;
&#952;&#949;&#969;&#961;&#951;&#964;&#953;&#954;&#8135;. &#959;&#8020;&#964;&#949;
&#947;&#8048;&#961; &#8001; &#960;&#959;&#953;&#8182;&#957; &#959;&#7984;&#954;&#8055;&#945;&#957;
&#960;&#959;&#953;&#949;&#8150; &#8005;&#963;&#945;
&#963;&#965;&#956;&#946;&#945;&#8055;&#957;&#949;&#953; &#7941;&#956;&#945;
&#964;&#8135; &#959;&#7984;&#954;&#8055;&#8115;
&#947;&#953;&#947;&#957;&#959;&#956;&#8051;&#957;&#8131; (&#7940;&#960;&#949;&#953;&#961;&#945;
&#947;&#8049;&#961; &#7952;&#963;&#964;&#953;&#957;: &#964;&#959;&#8150;&#962;
&#956;&#8050;&#957; &#947;&#8048;&#961; &#7969;&#948;&#949;&#8150;&#945;&#957;
&#964;&#959;&#8150;&#962; &#948;&#8050; &#946;&#955;&#945;&#946;&#949;&#961;&#8048;&#957;
&#964;&#959;&#8150;&#962; &#948;&#8125; &#8032;&#966;&#8051;&#955;&#953;&#956;&#959;&#957;
&#959;&#8016;&#952;&#8050;&#957; &#949;&#7990;&#957;&#945;&#953;
&#954;&#969;&#955;&#8059;&#949;&#953; &#964;&#8052;&#957;
&#960;&#959;&#953;&#951;&#952;&#949;&#8150;&#963;&#945;&#957;, &#954;&#945;&#8054;
&#7953;&#964;&#8051;&#961;&#945;&#957; &#8033;&#962; &#949;&#7984;&#960;&#949;&#8150;&#957;
&#960;&#8049;&#957;&#964;&#969;&#957; &#964;&#8182;&#957; &#8004;&#957;&#964;&#969;&#957;:
&#8039;&#957; &#959;&#8016;&#952;&#949;&#957;&#8057;&#962; [10] &#7952;&#963;&#964;&#953;&#957;
&#7969; &#959;&#7984;&#954;&#959;&#948;&#959;&#956;&#953;&#954;&#8052;
&#960;&#959;&#953;&#951;&#964;&#953;&#954;&#8053;), &#964;&#8056;&#957; &#945;&#8016;&#964;&#8056;&#957; &#948;&#8050; &#964;&#961;&#8057;&#960;&#959;&#957; &#959;&#8016;&#948;&#8125; &#8001; &#947;&#949;&#969;&#956;&#8051;&#964;&#961;&#951;&#962; &#952;&#949;&#969;&#961;&#949;&#8150; &#964;&#8048; &#959;&#8021;&#964;&#969;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#964;&#945; &#964;&#959;&#8150;&#962;
&#963;&#967;&#8053;&#956;&#945;&#963;&#953;&#957;,
&#959;&#8016;&#948;&#8125; &#949;&#7984; &#7957;&#964;&#949;&#961;&#8057;&#957; &#7952;&#963;&#964;&#953;
&#964;&#961;&#8055;&#947;&#969;&#957;&#959;&#957;
&#954;&#945;&#8054; &#964;&#961;&#8055;&#947;&#969;&#957;&#959;&#957;
&#948;&#8059;&#959; &#8000;&#961;&#952;&#8048;&#962; &#7956;&#967;&#959;&#957;.
<td style=text-align:justify>544- Since being is used in many senses, then, we must speak first of the accidental, because there is no speculation about it. And this is indicated by the fact that there is no science, either practical or speculative, that investigates it. For one who builds a house does not simultaneously cause all traits that are accidental to the completed house, since these are infinite in number. For nothing prevents the completed house from being pleasant to some, harmful to others, useful to others, and different, as I may say, from all other things, none of which the art of building produces. And similarly neither does the geometrician speculate about things which are accidents of figures in this way, nor whether a triangle differs from a triangle having two right angles.
<tr valign=top><td style=text-align:justify>&#954;&#945;&#8054; &#964;&#959;&#8166;&#964;&#8125; &#949;&#8016;&#955;&#8057;&#947;&#969;&#962;
&#963;&#965;&#956;&#960;&#8055;&#960;&#964;&#949;&#953;:
&#8037;&#963;&#960;&#949;&#961; &#947;&#8048;&#961; &#8004;&#957;&#959;&#956;&#8049; &#964;&#953;
&#956;&#8057;&#957;&#959;&#957; &#964;&#8056;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962; &#7952;&#963;&#964;&#953;&#957;.
<td style=text-align:justify>545. And this is understandable, because the accidental is in a sense being only in name.
<tr valign=top><td style=text-align:justify>&#948;&#953;&#8056; &#928;&#955;&#8049;&#964;&#969;&#957;
&#964;&#961;&#8057;&#960;&#959;&#957;
&#964;&#953;&#957;&#8048; &#959;&#8016; &#954;&#945;&#954;&#8182;&#962; &#964;&#8052;&#957;
&#963;&#959;&#966;&#953;&#963;&#964;&#953;&#954;&#8052;&#957; [15] &#960;&#949;&#961;&#8054; &#964;&#8056; &#956;&#8052; &#8002;&#957; &#7956;&#964;&#945;&#958;&#949;&#957;. &#949;&#7984;&#963;&#8054; &#947;&#8048;&#961;
&#959;&#7985; &#964;&#8182;&#957;
&#963;&#959;&#966;&#953;&#963;&#964;&#8182;&#957;
&#955;&#8057;&#947;&#959;&#953;
&#960;&#949;&#961;&#8054; &#964;&#8056; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#8033;&#962; &#949;&#7984;&#960;&#949;&#8150;&#957;
&#956;&#8049;&#955;&#953;&#963;&#964;&#945;
&#960;&#8049;&#957;&#964;&#969;&#957;, &#960;&#8057;&#964;&#949;&#961;&#959;&#957; &#7957;&#964;&#949;&#961;&#959;&#957; &#7970; &#964;&#945;&#8016;&#964;&#8056;&#957;
&#956;&#959;&#965;&#963;&#953;&#954;&#8056;&#957;
&#954;&#945;&#8054; &#947;&#961;&#945;&#956;&#956;&#945;&#964;&#953;&#954;&#8057;&#957;, &#954;&#945;&#8054; &#956;&#959;&#965;&#963;&#953;&#954;&#8056;&#962; &#922;&#959;&#961;&#8055;&#963;&#954;&#959;&#962; &#954;&#945;&#8054; &#922;&#959;&#961;&#8055;&#963;&#954;&#959;&#962;, &#954;&#945;&#8054; &#949;&#7984; &#960;&#8118;&#957; &#8003; &#7938;&#957; &#8086;, &#956;&#8052; &#7936;&#949;&#8054; &#948;&#8051;, &#947;&#8051;&#947;&#959;&#957;&#949;&#957;, &#8037;&#963;&#964;&#8125; &#949;&#7984; &#956;&#959;&#965;&#963;&#953;&#954;&#8056;&#962; &#8034;&#957;
&#947;&#961;&#945;&#956;&#956;&#945;&#964;&#953;&#954;&#8056;&#962; &#947;&#8051;&#947;&#959;&#957;&#949;,
&#954;&#945;&#8054; &#947;&#961;&#945;&#956;&#956;&#945;&#964;&#953;&#954;&#8056;&#962; [20] &#8034;&#957;
&#956;&#959;&#965;&#963;&#953;&#954;&#8057;&#962;,
&#954;&#945;&#8054;
&#8005;&#963;&#959;&#953; &#948;&#8052; &#7940;&#955;&#955;&#959;&#953; &#964;&#959;&#953;&#959;&#8166;&#964;&#959;&#953; &#964;&#8182;&#957; &#955;&#8057;&#947;&#969;&#957;
&#949;&#7984;&#963;&#8055;&#957;: &#966;&#945;&#8055;&#957;&#949;&#964;&#945;&#953;
&#947;&#8048;&#961; &#964;&#8056;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#7952;&#947;&#947;&#8059;&#962; &#964;&#953; &#964;&#959;&#8166; &#956;&#8052; &#8004;&#957;&#964;&#959;&#962;.
<td style=text-align:justify>546. Hence in a way Plato was not wrong when he said that sophistry deals with non-being. For the arguments of the sophists, as I may say, are concerned chiefly with the accidental; [for example, they ask] whether the musical and the grammatical are the same or different; and whether musical Coriscus and Coriscus are the same; and whether everything which is but has not always been has come to be, so that if one who is musical has become grammatical, then one who is grammatical has become musical; and all other such arguments. For the accidental seems to be close to non-being.
<tr valign=top><td style=text-align:justify>&#948;&#8134;&#955;&#959;&#957; &#948;&#8050; &#954;&#945;&#8054; &#7952;&#954; &#964;&#8182;&#957;
&#964;&#959;&#953;&#959;&#8059;&#964;&#969;&#957;
&#955;&#8057;&#947;&#969;&#957;: &#964;&#8182;&#957; &#956;&#8050;&#957;
&#947;&#8048;&#961; &#7940;&#955;&#955;&#959;&#957; &#964;&#961;&#8057;&#960;&#959;&#957; &#8004;&#957;&#964;&#969;&#957;
&#7956;&#963;&#964;&#953; &#947;&#8051;&#957;&#949;&#963;&#953;&#962; &#954;&#945;&#8054;
&#966;&#952;&#959;&#961;&#8049;, &#964;&#8182;&#957;
&#948;&#8050; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#959;&#8016;&#954; &#7956;&#963;&#964;&#953;&#957;.
<td style=text-align:justify>547. Now this is also clear from these arguments: there is generation and corruption of those things which are in another way, but not of those things which are by accident.
<tr valign=top><td style=text-align:justify>&#7936;&#955;&#955;&#8125; &#8005;&#956;&#969;&#962; &#955;&#949;&#954;&#964;&#8051;&#959;&#957; &#7956;&#964;&#953;
&#960;&#949;&#961;&#8054; &#964;&#959;&#8166;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#964;&#959;&#962; [25] &#7952;&#966;&#8125; &#8005;&#963;&#959;&#957; &#7952;&#957;&#948;&#8051;&#967;&#949;&#964;&#945;&#953;,
&#964;&#8055;&#962; &#7969; &#966;&#8059;&#963;&#953;&#962; &#945;&#8016;&#964;&#959;&#8166; &#954;&#945;&#8054; &#948;&#953;&#8048; &#964;&#8055;&#957;&#8125; &#945;&#7984;&#964;&#8055;&#945;&#957; &#7956;&#963;&#964;&#953;&#957;: &#7941;&#956;&#945; &#947;&#8048;&#961; &#948;&#8134;&#955;&#959;&#957; &#7988;&#963;&#969;&#962;
&#7956;&#963;&#964;&#945;&#953; &#954;&#945;&#8054; &#948;&#953;&#8048; &#964;&#8055; &#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951; &#959;&#8016;&#954; &#7956;&#963;&#964;&#953;&#957; &#945;&#8016;&#964;&#959;&#8166;.
<td style=text-align:justify>548. Yet concerning the accidental it is necessary to state further, so far as it is possible, what its nature is and by what cause it exists; and perhaps at the same time it will also become evident why there is no science of it.
<tr valign=top><td style=text-align:justify>&#7952;&#960;&#949;&#8054; &#959;&#8022;&#957;
&#7952;&#963;&#964;&#8054;&#957; &#7952;&#957; &#964;&#959;&#8150;&#962; &#959;&#8022;&#963;&#953;
&#964;&#8048; &#956;&#8050;&#957; &#7936;&#949;&#8054; &#8033;&#963;&#945;&#8059;&#964;&#969;&#962;
&#7956;&#967;&#959;&#957;&#964;&#945; &#954;&#945;&#8054; &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;,
&#959;&#8016; &#964;&#8134;&#962; &#954;&#945;&#964;&#8048; &#964;&#8056;
&#946;&#8055;&#945;&#953;&#959;&#957; &#955;&#949;&#947;&#959;&#956;&#8051;&#957;&#951;&#962;
&#7936;&#955;&#955;&#8125; &#7971;&#957; &#955;&#8051;&#947;&#959;&#956;&#949;&#957;
&#964;&#8183; &#956;&#8052; &#7952;&#957;&#948;&#8051;&#967;&#949;&#963;&#952;&#945;&#953;
&#7940;&#955;&#955;&#969;&#962;, &#964;&#8048; &#948;&#8125; [30] &#7952;&#958;
&#7936;&#957;&#8049;&#947;&#954;&#951;&#962; &#956;&#8050;&#957; &#959;&#8016;&#954;
&#7956;&#963;&#964;&#953;&#957; &#959;&#8016;&#948;&#8125; &#7936;&#949;&#8055;,
&#8033;&#962; &#948;&#8125; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8059;, &#945;&#8021;&#964;&#951; &#7936;&#961;&#967;&#8052;
&#954;&#945;&#8054; &#945;&#8021;&#964;&#951; &#945;&#7984;&#964;&#8055;&#945; &#7952;&#963;&#964;&#8054;
&#964;&#959;&#8166; &#949;&#7990;&#957;&#945;&#953; &#964;&#8056;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;:
<td style=text-align:justify>549. Therefore, since there are some beings which always are in the same way and of necessity (not necessity in the sense of compulsion, but in the sense of that which cannot be otherwise), and others which are neither of necessity nor always, but for the most part, this is the principle and this the cause of the accidental.
<tr valign=top><td style=text-align:justify>&#8003; &#947;&#8048;&#961;
[32] &#7938;&#957; &#8086; &#956;&#8053;&#964;&#8125; &#7936;&#949;&#8054;
&#956;&#8053;&#952;&#8125; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8059;, &#964;&#959;&#8166;&#964;&#8057;
&#966;&#945;&#956;&#949;&#957; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962;
&#949;&#7990;&#957;&#945;&#953;. &#959;&#7991;&#959;&#957; &#7952;&#960;&#8054;
&#954;&#965;&#957;&#8054; &#7938;&#957; &#967;&#949;&#953;&#956;&#8060;&#957;
&#947;&#8051;&#957;&#951;&#964;&#945;&#953; &#954;&#945;&#8054; &#968;&#8166;&#967;&#959;&#962;,
&#964;&#959;&#8166;&#964;&#959; &#963;&#965;&#956;&#946;&#8134;&#957;&#945;&#8055;
&#966;&#945;&#956;&#949;&#957;, &#7936;&#955;&#955;&#8125; &#959;&#8016;&#954; &#7938;&#957;
&#960;&#957;&#8150;&#947;&#959;&#962; &#954;&#945;&#8054; &#7936;&#955;&#8051;&#945;,
&#8005;&#964;&#953; [35] &#964;&#8056; &#956;&#8050;&#957; &#7936;&#949;&#8054;
&#7970; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8058;
&#964;&#8056; &#948;&#8125; &#959;&#8020;. &#954;&#945;&#8054; &#964;&#8056;&#957;
&#7940;&#957;&#952;&#961;&#969;&#960;&#959;&#957; &#955;&#949;&#965;&#954;&#8056;&#957;
&#949;&#7990;&#957;&#945;&#953; &#963;&#965;&#956;&#946;&#8051;&#946;&#951;&#954;&#949;&#957;
(&#959;&#8020;&#964;&#949; &#947;&#8048;&#961; &#7936;&#949;&#8054;
&#959;&#8020;&#952;&#8125; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8059;), &#950;&#8183;&#959;&#957; &#948;&#8125; &#959;&#8016;
&#954;&#945;&#964;&#8048; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;. &#954;&#945;&#8054; &#964;&#8056; &#8017;&#947;&#953;&#8049;&#950;&#949;&#953;&#957; &#948;&#8050; &#964;&#8056;&#957; &#959;&#7984;&#954;&#959;&#948;&#8057;&#956;&#959;&#957;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;, [1027&#945;] [1] &#8005;&#964;&#953;
&#959;&#8016; &#960;&#8051;&#966;&#965;&#954;&#949;
&#964;&#959;&#8166;&#964;&#959;
&#960;&#959;&#953;&#949;&#8150;&#957; &#959;&#7984;&#954;&#959;&#948;&#8057;&#956;&#959;&#962;
&#7936;&#955;&#955;&#8048; &#7984;&#945;&#964;&#961;&#8057;&#962;, &#7936;&#955;&#955;&#8048;
&#963;&#965;&#957;&#8051;&#946;&#951; &#7984;&#945;&#964;&#961;&#8056;&#957;
&#949;&#7990;&#957;&#945;&#953; &#964;&#8056;&#957; &#959;&#7984;&#954;&#959;&#948;&#8057;&#956;&#959;&#957;. &#954;&#945;&#8054; &#8000;&#968;&#959;&#960;&#959;&#953;&#8056;&#962; &#7969;&#948;&#959;&#957;&#8134;&#962; &#963;&#964;&#959;&#967;&#945;&#950;&#8057;&#956;&#949;&#957;&#959;&#962; &#960;&#959;&#953;&#8053;&#963;&#949;&#953;&#949;&#957; &#7940;&#957; &#964;&#953; &#8017;&#947;&#953;&#949;&#953;&#957;&#8057;&#957;, &#7936;&#955;&#955;&#8125; &#959;&#8016; &#954;&#945;&#964;&#8048; &#964;&#8052;&#957; &#8000;&#968;&#959;&#960;&#959;&#953;&#951;&#964;&#953;&#954;&#8053;&#957;: &#948;&#953;&#8056; &#963;&#965;&#957;&#8051;&#946;&#951;, &#966;&#945;&#956;&#8051;&#957;, &#954;&#945;&#8054; [5] &#7956;&#963;&#964;&#953;&#957; &#8033;&#962;
&#960;&#959;&#953;&#949;&#8150;, &#7937;&#960;&#955;&#8182;&#962; &#948;&#8125; &#959;&#8020;. &#964;&#8182;&#957; &#956;&#8050;&#957;
&#947;&#8048;&#961; &#7940;&#955;&#955;&#969;&#957; [&#7952;&#957;&#8055;&#959;&#964;&#949;]
&#948;&#965;&#957;&#8049;&#956;&#949;&#953;&#962;
&#949;&#7984;&#963;&#8054;&#957; &#945;&#7985;
&#960;&#959;&#953;&#951;&#964;&#953;&#954;&#945;&#8055;, &#964;&#8182;&#957; &#948;&#8125; &#959;&#8016;&#948;&#949;&#956;&#8055;&#945;
&#964;&#8051;&#967;&#957;&#951; &#959;&#8016;&#948;&#8050; &#948;&#8059;&#957;&#945;&#956;&#953;&#962;
&#8033;&#961;&#953;&#963;&#956;&#8051;&#957;&#951;: &#964;&#8182;&#957;
&#947;&#8048;&#961; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#8004;&#957;&#964;&#969;&#957; &#7970;
&#947;&#953;&#947;&#957;&#959;&#956;&#8051;&#957;&#969;&#957;
&#954;&#945;&#8054; &#964;&#8056; &#945;&#7988;&#964;&#953;&#8057;&#957; &#7952;&#963;&#964;&#953;
&#954;&#945;&#964;&#8048; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;.
<td style=text-align:justify>550. For that which is neither always nor for the most part, we call the accidental. For example, if there should be cold and wintry weather during the dog days, we say that this is accidental; but not if the weather is sultry and hot, because the latter occurs either always or for the most part, whereas the former does not. And it is accidental for a man to be white, for this is so neither always nor for the most part; but it is not accidental for him to be an animal. And it is accidental if a builder produces health, because it is not a builder but a physician who is naturally fitted to do this; but it is accidental for a builder to be a physician. Again, a confectioner, aiming to prepare something palatable, may produce something health-giving; but not according to the confectioner&#8217;s art. Hence we say that it was accidental. And while there is a sense in which he produces it, he does not produce it in a primary and proper sense. For there are other powers which sometimes are productive of other things, but there is no art or determinate power which is productive of the accidental; for the cause of things which are or come to be by accident is also accidental.
<tr valign=top><td style=text-align:justify>&#8037;&#963;&#964;&#8125; &#7952;&#960;&#949;&#8054; &#959;&#8016; &#960;&#8049;&#957;&#964;&#945; &#7952;&#963;&#964;&#8054;&#957; &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;
&#954;&#945;&#8054;
&#7936;&#949;&#8054; &#7970; &#8004;&#957;&#964;&#945; &#7970;
&#947;&#953;&#947;&#957;&#8057;&#956;&#949;&#957;&#945;,
&#7936;&#955;&#955;&#8048; &#964;&#8048; [10] &#960;&#955;&#949;&#8150;&#963;&#964;&#945; &#8033;&#962;
&#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8059;, &#7936;&#957;&#8049;&#947;&#954;&#951;
&#949;&#7990;&#957;&#945;&#953; &#964;&#8056;
&#954;&#945;&#964;&#8048; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#8004;&#957;: &#959;&#7991;&#959;&#957; &#959;&#8020;&#964;&#8125; &#7936;&#949;&#8054; &#959;&#8020;&#952;&#8125; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8058; &#8001; &#955;&#949;&#965;&#954;&#8056;&#962;
&#956;&#959;&#965;&#963;&#953;&#954;&#8057;&#962;
&#7952;&#963;&#964;&#953;&#957;, &#7952;&#960;&#949;&#8054; &#948;&#8050; &#947;&#8055;&#947;&#957;&#949;&#964;&#945;&#8055; &#960;&#959;&#964;&#949;,
&#954;&#945;&#964;&#8048; &#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#7956;&#963;&#964;&#945;&#953;
(&#949;&#7984; &#948;&#8050; &#956;&#8053;, &#960;&#8049;&#957;&#964;&#8125; &#7956;&#963;&#964;&#945;&#953; &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;): &#8037;&#963;&#964;&#949; &#7969; &#8021;&#955;&#951; &#7956;&#963;&#964;&#945;&#953; 
&#945;&#7984;&#964;&#8055;&#945; &#7969; &#7952;&#957;&#948;&#949;&#967;&#959;&#956;&#8051;&#957;&#951; &#960;&#945;&#961;&#8048; &#964;&#8056; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8058; &#7940;&#955;&#955;&#969;&#962; &#964;&#959;&#8166;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#964;&#959;&#962;. [15] &#7936;&#961;&#967;&#8052;&#957; &#948;&#8050; &#964;&#951;&#957;&#948;&#8054;
&#955;&#951;&#960;&#964;&#8051;&#959;&#957;,
&#960;&#8057;&#964;&#949;&#961;&#959;&#957;
&#959;&#8016;&#948;&#8051;&#957; &#7952;&#963;&#964;&#953;&#957;
&#959;&#8020;&#964;&#8125; &#945;&#7984;&#949;&#8054; &#959;&#8020;&#952;&#8125; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8059;. &#7970; &#964;&#959;&#8166;&#964;&#959;
&#7936;&#948;&#8059;&#957;&#945;&#964;&#959;&#957;; &#7956;&#963;&#964;&#953;&#957;
&#7940;&#961;&#945; &#964;&#953;
&#960;&#945;&#961;&#8048; &#964;&#945;&#8166;&#964;&#945;
&#964;&#8056; &#8001;&#960;&#8057;&#964;&#949;&#961;&#8125; &#7956;&#964;&#965;&#967;&#949;
&#954;&#945;&#8054; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962;. &#7936;&#955;&#955;&#8048; &#960;&#8057;&#964;&#949;&#961;&#959;&#957; &#964;&#8056; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056;
&#960;&#959;&#955;&#8059;, &#964;&#8056; &#948;&#8125; &#7936;&#949;&#8054; &#959;&#8016;&#952;&#949;&#957;&#8054; &#8017;&#960;&#8049;&#961;&#967;&#949;&#953;,
&#7970; &#7956;&#963;&#964;&#953;&#957; &#7940;&#964;&#964;&#945; &#7936;&#8147;&#948;&#953;&#945;;
&#960;&#949;&#961;&#8054; &#956;&#8050;&#957; &#959;&#8022;&#957; &#964;&#959;&#8059;&#964;&#969;&#957;
&#8021;&#963;&#964;&#949;&#961;&#959;&#957;
&#963;&#954;&#949;&#960;&#964;&#8051;&#959;&#957;,
<td style=text-align:justify>551. Hence, since not all things are or come to be of necessity and always, but most things occur for the most part, the accidental must exist; for example, a white man is neither always nor for the most part musical. But since this occurs only occasionally, it must be accidental; otherwise everything would be of necessity. Hence matter is the contingent cause of the accidental, which happens otherwise than usually occurs. And we must take as our starting point this question: Is there nothing that is neither always nor for the most part, or is this impossible? There is, then, besides these something which is contingent and accidental. But then there is the question: Does that which occurs for the most part and that which occurs always, have no existence, or are there some beings which are eternal? These questions must be investigated later (1055)
<tr valign=top><td style=text-align:justify>&#8005;&#964;&#953; &#948;&#8125; [20] &#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951; &#959;&#8016;&#954;
&#7956;&#963;&#964;&#953; &#964;&#959;&#8166;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#964;&#959;&#962; &#966;&#945;&#957;&#949;&#961;&#8057;&#957;: &#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951; &#956;&#8050;&#957;
&#947;&#8048;&#961; &#960;&#8118;&#963;&#945; &#7970; &#964;&#959;&#8166; &#7936;&#949;&#8054; &#7970; &#964;&#959;&#8166; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8059;&#8212;&#960;&#8182;&#962; &#947;&#8048;&#961; &#7970;
&#956;&#945;&#952;&#8053;&#963;&#949;&#964;&#945;&#953;
&#7970;
&#948;&#953;&#948;&#8049;&#958;&#949;&#953; &#7940;&#955;&#955;&#959;&#957;; &#948;&#949;&#8150; &#947;&#8048;&#961; &#8033;&#961;&#8055;&#963;&#952;&#945;&#953; &#7970; &#964;&#8183; &#7936;&#949;&#8054; &#7970; &#964;&#8183; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8059;, &#959;&#7991;&#959;&#957; &#8005;&#964;&#953;
&#8032;&#966;&#8051;&#955;&#953;&#956;&#959;&#957; &#964;&#8056; &#956;&#949;&#955;&#8055;&#954;&#961;&#945;&#964;&#959;&#957; &#964;&#8183;
&#960;&#965;&#961;&#8051;&#964;&#964;&#959;&#957;&#964;&#953;
&#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8059;&#8212;&#964;&#8056; &#948;&#8050;
&#960;&#945;&#961;&#8048; &#964;&#959;&#8166;&#964;&#959;
&#959;&#8016;&#967; &#7957;&#958;&#949;&#953; &#955;&#8051;&#947;&#949;&#953;&#957;, [25] &#960;&#8057;&#964;&#949; &#959;&#8020;, &#959;&#7991;&#959;&#957;
&#957;&#959;&#965;&#956;&#951;&#957;&#8055;&#8115;: &#7970; &#947;&#8048;&#961; &#7936;&#949;&#8054; &#7970; &#8033;&#962; &#7952;&#960;&#8054; &#964;&#8056; &#960;&#959;&#955;&#8058; &#954;&#945;&#8054; &#964;&#8056; &#964;&#8135;
&#957;&#959;&#965;&#956;&#951;&#957;&#8055;&#8115;: &#964;&#8056; &#948;&#8050;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8057;&#962; &#7952;&#963;&#964;&#953;
&#960;&#945;&#961;&#8048; &#964;&#945;&#8166;&#964;&#945;.
&#964;&#8055; &#956;&#8050;&#957; &#959;&#8022;&#957; &#7952;&#963;&#964;&#8054; &#964;&#8056;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#954;&#945;&#8054; &#948;&#953;&#8048; &#964;&#8055;&#957;&#8125; &#945;&#7984;&#964;&#8055;&#945;&#957;
&#954;&#945;&#8054;
&#8005;&#964;&#953; &#7952;&#960;&#953;&#963;&#964;&#8053;&#956;&#951; &#959;&#8016;&#954; &#7956;&#963;&#964;&#953;&#957; &#945;&#8016;&#964;&#959;&#8166;, &#949;&#7988;&#961;&#951;&#964;&#945;&#953;.
<td style=text-align:justify>552. However, it is evident that there is no science of the accidental, for all scientific knowledge is of that which is always or for the most part; otherwise how could one be taught or teach anyone else? For a thing must be defined either as being so always or for the most part; for example, honey-water is beneficial in most cases to those with a fever. But with regard to what happens in the other cases, it will be impossible to state when they occur, for example, at the new moon; for whatever happens at the new moon also happens either always or for the most part; but the accidental is contrary to this. We have explained, then, what the accidental is, and by what cause it exists, and that there is no science of it.</span></table></blockquote>
<tr><td align=center colspan=2><b>COMMENTARY
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify><i>This science is not about accidental being.</i>
<tr valign=top><td style=text-align:justify>Hic ostendit de quibus entibus principaliter haec scientia tractare intendit; et circa hoc tria facit. Primo repetit modos quibus aliquid dicitur ens. Secundo determinat naturam entis secundum duos modos de quibus principaliter non intendit, ibi, quoniam itaque multipliciter dicitur ens. Tertio ostendit quod de his modis entis principaliter non intendit, ibi, quoniam autem complexio.
<td style=text-align:justify>1171. Here Aristotle indicates with what beings this science chiefly intends to deal; and in regard to this he does three things. First, he recalls the ways in which things are said to be; second (1172), he establishes the nature of the two kinds of being with which he is not chiefly concerned (&#8220;Since being&#8221;); and third (1241), he shows that it is not his chief aim to consider these two kinds of being (&#8220;But since combination&#8221;).
<tr valign=top><td style=text-align:justify>Dicit ergo primo, quod ens simpliciter, idest universaliter dictum, dicitur multipliciter, ut in quinto est habitum. Uno modo dicitur aliquid ens secundum accidens. Alio modo dicitur ens, idem quod verum propositionis; et non ens, idem quod falsum. Tertio modo dicitur ens quod continet sub se figuras praedicamentorum, ut quid, quale, quantum et cetera. Quarto modo praeter praedictos omnes, quod dividitur per potentiam et actum.
<td style=text-align:justify>Accordingly he says, first, that being in an unqualified sense, i.e., in a universal sense, is predicated of many things, as has been stated in Book V (885). In one sense being means what is <b>accidental</b>; and in another sense it means the same thing as the truth of a <b>proposition</b> (and non-being the same as the falseness of a proposition); and in a third sense being is predicated of the things contained under the <b>categorical</b> figures, for example, the what, of what sort, how much, and so on; and in a fourth sense, in addition to all of the above, being applies to what is divided by <b>potentiality and actuality</b> [modes].
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1172. <B>Since being</B> (544).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quoniam itaque determinat de modis entis quos praetermittere intendit. Et primo de ente per accidens. Secundo de ente quod est idem quod verum, ibi, quod autem ut verum et cetera.
<td style=text-align:justify>Here he deals with the senses of being which he intends to <b>exclude</b> from this science. First (1172), he deals with <i>accidental</i> being; and second (1223), with being which is, identical with the <i>true</i> [logical].
<tr valign=top><td style=text-align:justify>Circa primum duo facit. Primo ostendit quod de ente per accidens non potest esse aliqua scientia. Secundo determinat ea quae sunt consideranda circa ens per accidens, ibi, attamen dicendum est et cetera.
<td style=text-align:justify>In regard to the first he does two things. First he shows that there can be no science of the accidental. Second (1180), he establishes the things that must be considered about accidental being (&#8220;Yet concerning the accidental&#8221;).
<tr valign=top><td style=text-align:justify>Dicit ergo primo, quod, cum ens multipliciter dicatur, ut dictum est, primo dicendum est de ente per accidens; ut quod minus habet de ratione entis, primo a consideratione huius scientiae excludatur. Hoc autem dicendum est de eo, quod nulla speculatio cuiuscumque scientiae potest esse circa ipsum. Et hoc probat dupliciter.
<td style=text-align:justify>He says, first, that since being is used in many senses, as has been stated (1170), it is necessary first of all to speak of <b>accidental</b> being, so that anything which has the character of being in a lesser degree may first be excluded from the study of this science. And with regard to this kind of being it must be said that no speculation of any science can be concerned with it; and he proves this in two ways.
<tr valign=top><td style=text-align:justify>Primo per signum; dicens, signum esse huius quod de ente per accidens non possit esse speculatio, quia nulla scientia quantumcumque sit studiosa aut meditativa, ut alia translatio habet, idest diligenter inquisitiva eorum quae ad ipsam pertinent, invenitur esse de ente per accidens. Sed nec etiam practica quae dividitur per activam et factivam, ut supra dictum est, neque scientia theorica.
<td style=text-align:justify>1173. He does this first by giving a <b>concrete indication</b>. He says that the impossibility of there being any speculation about accidental being is indicated by the fact that <b>no science</b>, howsoever &#8220;investigative&#8221; it may be, or &#8220;thoughtful&#8221; as another translation says, i.e. no matter how carefully it investigates the objects which come within its scope, is found to deal with <b>accidental being</b>. No practical science (and this is divided into the science of action and productive science, as was said above [1152]) is concerned with it, nor even any speculative science.
<tr valign=top><td style=text-align:justify>Et hoc manifestat primo in practicis scientiis, quia ille qui facit domum, si facit eam, non facit ea quae insunt domui factae, nisi per accidens, cum illa sint infinita, et sic non possunt cadere sub arte. Nihil enim prohibet domum factam esse istis voluptuosam, idest delectabilem, illis scilicet qui in ea prospere vivunt: aliis autem nocivam qui scilicet occasione domus aliquod detrimentum incurrunt. Et aliis utilem qui in domo aliquod emolumentum conquirunt, et etiam esse alteram et dissimilem omnibus entibus. Nullius autem eorum, quae per accidens insunt domui, factiva est ars aedificativa; sed solum est factiva domus, et eorum quae per se insunt domui.
<td style=text-align:justify>1174. He makes this evident, first, in the case of the <b>practical</b> sciences; for one who builds a house, granted that he builds it, is only an accidental cause of those things which are accidental to the completed house, since these are infinite in number and thus cannot come within the scope of art. For nothing prevents the completed house from being &#8220;pleasant,&#8221; or delightful, to those who dwell there happily; &#8220;harmful&#8221; to those who suffer some misfortune occasioned by it; &#8220;useful&#8221; to those who acquire some profit from it; and also &#8220;different&#8221; from and unlike all other things. But the art of building does not produce any of the things which are accidental to a house, but only produces a house and the things which are essential to it.
<tr valign=top><td style=text-align:justify>Et deinde ostendit idem in scientiis speculativis: quia simili modo nec geometria speculatur ea quae sunt accidentia figuris sic, idest per accidens, sed solum illa quae accidunt figuris per se. Speculatur enim hoc quod triangulus est habens duos rectos, idest tres angulos aequales duobus rectis; sed non speculatur, si aliquid alterum, utputa lignum vel aliquid huiusmodi, est trigonum. Haec enim per accidens conveniunt triangulo.
<td style=text-align:justify>1175. Then he shows that the same thing is true in the case of the <b>speculative</b> sciences, because similarly neither does geometry speculate about those things which are accidents &#8220;of figures in this way,&#8221; i.e., accidentally, but only about those attributes which belong essentially to figures. For it speculates about a triangle being a figure having &#8220;two right angles,&#8221; i.e., having its three angles equal to two right angles; but it does not speculate whether a triangle is anything else, such as wood or something of the sort, because these things pertain to a triangle accidentally.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1176. <B>And this is understandable</B> (545)
<tr valign=top><td style=text-align:justify>Secundo ibi, et hoc probat idem per rationem; dicens, quod rationabiliter hoc accidit quod scientia non speculatur de ente per accidens; quia scientia speculatur de his quae sunt entia secundum rem; ens autem secundum accidens est ens quasi solo nomine, inquantum unum de alio praedicatur. Sic enim unumquodque est ens inquantum unum est. Ex duobus autem, quorum unum accidit alteri, non fit unum nisi secundum nomen; prout scilicet unum de altero praedicatur, ut cum musicum dicitur esse album, aut e converso. Non autem ita, quod aliqua res una constituatur ex albedine et musico.
<td style=text-align:justify>Second, he proves the same thing by means of an <b>argument</b>. He says it is reasonable that no science should speculate about accidental being, because a science studies those things which are being in a (+) <b>real</b> sense, but (~) accidental being is in a sense being only in <b>name</b>, inasmuch as one thing is predicated of another. For each thing is a being insofar as it is one. But from any two things which are accidentally related to each other there comes to be something that is one only in name, i.e., inasmuch as one is predicated of the other, for example, when the musical is said to be white, or the converse. But this does not happen in such a way that some one thing is constituted from whiteness and the musical.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1177. <B>Hence in a way</B> (546).
<tr valign=top><td style=text-align:justify>Unde Plato quod autem ens per accidens sit quasi solo nomine ens, probat dupliciter. Primo per auctoritatem Platonis. Secundo per rationem. Secunda ibi, palam autem et cetera.
<td style=text-align:justify>He proves in two ways that accidental being is in a sense being only in name. He does this, first, on the <b>authority of Plato</b>; and second (1179), by an argument.
<tr valign=top><td style=text-align:justify>Dicit ergo, quod propter hoc quod ens per accidens quodammodo est ens solo nomine, ideo Plato quodammodo non male fecit cum ordinando diversas scientias circa diversa substantia, ordinavit scientiam sophisticam circa non ens. Rationes enim sophisticorum maxime sunt circa accidens. Secundum enim fallaciam accidentis fiunt maxime latentes paralogismi.
<td style=text-align:justify>He says that since accidental being is in a sense being only in name, Plato in a way was not wrong when, in allotting different sciences to different kinds of substance, he assigned sophistical science to the realm of non-being. For the arguments of the sophists are concerned chiefly with the accidental, since hidden paralogisms have the fallacy of accident as their principal basis.
<tr valign=top><td style=text-align:justify>Et ideo dicitur in primo elenchorum, quod secundum accidens faciunt syllogismos contra sapientes; ut patet in istis paralogismis, in quibus dubitatur utrum diversum an idem sit musicum et grammaticum. Ut fiat talis paralogismus. Musicum est aliud a grammatico; musicum autem est grammaticum, ergo musicum est alterum a se. Musicum enim est aliud a grammatico, per se loquendo; sed musicus est grammaticus per accidens. Unde non est mirum si sequitur inconveniens, non distincto quod est per accidens ab eo quod est per se. Et similiter si sic dicatur: Coriscus est alterum a Corisco musico: sed Coriscus est Coriscus musicus; ergo Coriscus est aliud a se. Hic etiam non distinguitur quod est per accidens ab eo quod est per se. Et similiter si dicatur: omne quod est et non fuit semper, est factum: sed musicus ens est grammaticus et non fuit semper: ergo sequitur quod musicus ens grammaticus sit factus, et grammaticus ens musicus. Quod quidem est falsum; quia nulla generatio terminatur ad hoc quod est grammaticum esse musicum; sed una ad hoc quod est grammaticum esse, alia ad hoc quod est musicum esse. Patet etiam, quod in hac ratione, prima est vera de eo quod est per se, sed in secunda assumitur quod est ens per accidens. Et similiter est in omnibus talibus rationibus, quae sunt secundum fallaciam accidentis. Videtur enim ens per accidens, esse propinquum non enti. Et ideo sophistica, quae est circa apparens et non existens, est praecipue circa ens per accidens.
<td style=text-align:justify>1178. Therefore in the first book of the <i>Sophistical Refutations</i> it is said that in arguing against wise men the sophists construct syllogisms that are based on the accidental. This is evident, for example, in these paralogisms in which the question is raised whether the musical and the grammatical are the same or different. Let us construct such a paralogism. The musical differs from the grammatical; but the musical is the grammatical; hence the musical differs from itself. For the musical differs from the grammatical essentially speaking, but the musical is the grammatical by accident. Little wonder then that an absurd conclusion follows, for what is accidental is not distinguished from what is essential. And it would be similar if we were to speak thus: Coriscus differs from musical Coriscus; but Coriscus is musical Coriscus; therefore Coriscus differs from himself. Here too no distinction is drawn between what is accidental and what is essential. And it would be the same if we were to say: everything which is and has not always been, has come to be; but the musical is grammatical and has not always been so; therefore it follows that the musical has become grammatical and that the grammatical has become musical. But this is false, because no process of generation terminates in the grammatical being musical, but one process of generation terminates in a man being grammatical and another in a man being musical. It is also evident that in this argument the first statement is true of something that has being essentially, whereas in the second something is assumed that has being only by accident. And it is similar in all such argument based on the fallacy of accident. For accidental being seems to be close to non-being; and therefore sophistics, which is concerned with the apparent and nonexistent, deals chiefly with the accidental.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1179. <B>How this is also clear</B> (547).
<tr valign=top><td style=text-align:justify>Palam autem secundo probat idem per rationem, dicens, quod etiam ex his rationibus, quibus utuntur sophistae, palam est, quod ens per accidens est propinquum non enti. Nam eorum, quae sunt entia alio modo quam per accidens, est generatio et corruptio: sed entis per accidens non est neque generatio neque corruptio. Musicum enim una generatione fit, et grammaticum alia. Non est autem una generatio grammatici musici, sicut animalis bipedis, vel sicut hominis risibilis. Unde patet, quod ens per accidens non vere dicitur ens.
<td style=text-align:justify>Second, he proves the same thing by an <b>argument</b>. He says that it is also evident, from these arguments which the sophists use, that the accidental is close to non-being; for there is generation and corruption of those things which are beings in a different way than the accidental is, but there is neither generation nor corruption of the accidental. For the musical comes to be by one process of generation and the grammatical by another, but there is not one process of generation of the grammatical musical as there is of two-footed animal or of risible man. Hence it is evident that accidental being is not called being in any true sense.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1180. <B>Yet concerning the accidental</B> (548).
<tr valign=top><td style=text-align:justify>Deinde cum dicit attamen dicendum determinat de ente per accidens secundum quod est possibilis de eo determinatio. Quamvis enim ea, quibus convenit esse per accidens, non cadant sub consideratione alicuius scientiae, tamen ratio huius quod est esse per accidens, per aliquam scientiam considerari potest. Sicut etiam licet id quod est infinitum, secundum quod est infinitum, sit ignotum, tamen de infinito secundum quod infinitum aliqua scientia tractat.
<td style=text-align:justify>He now establishes the truth about accidental being insofar as it is possible to do so. For even though those things which are properly accidental do not come within the scope of any science, still the nature of the accidental can be considered by some science. This is also what happens in the case of the infinite; for even though the infinite as infinite remains unknown, still some science treats of the infinite as infinite.
<tr valign=top><td style=text-align:justify>Et circa hoc duo facit. Primo determinat ea, quae sunt consideranda circa ens per accidens. Secundo excludit quamdam opinionem, per quam removetur ens per accidens, ibi, quod autem sint principia et esse et cetera.
<td style=text-align:justify>In regard to this he does two things. First, he settles the issue regarding those points which should be investigated about accidental being. Second (1191), he rejects an opinion that, would abolish accidental being (&#8220;Now it is evident&#8221;).
<tr valign=top><td style=text-align:justify>Circa primum duo facit. Primo dicit, quod est dicendum de ente per accidens inquantum contingit de ipso tractare, tria; scilicet quae est eius natura, et quae est eius causa; et ex his erit tertium manifestum, quare eius non potest esse scientia.
<td style=text-align:justify>1181. In regard to the first he does two things. First (548), he says that there are three points which must be discussed about <b>accidental being</b>, insofar as it is possible to treat of it, namely, (1) what its nature is, and (2) what causes it; and from this the third will become evident, (3) why there can be no science of it.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1182. <B>Therefore, since there are</B> (549).
<tr valign=top><td style=text-align:justify> per accidens; dicens, quod quia in entibus quaedam sunt semper similiter se habentia ex necessitate (non quidem secundum quod necessitas ponitur pro violentia, sed prout necessitas dicitur secundum quam non contingit aliter se habere, ut hominem esse animal); quaedam vero non sunt ex necessitate, nec semper, sed sunt secundum magis, idest ut in pluribus. Et hoc, scilicet ens ut in pluribus, est causa et principium quod aliquid sit per accidens. In rebus enim quae sunt semper, non potest esse aliquid per accidens; quia solum quod est per se potest esse necessarium et sempiternum, ut etiam in quinto habitum est. Unde relinquitur, quod solum in contingentibus potest esse ens per accidens.
<td style=text-align:justify>He discusses these three points. (2) First, he shows what the <b>cause</b> of the accidental is. He says that there are some beings which always are in the same way and of necessity (not in the sense in which necessity is taken to mean compulsion, but in the sense of that which cannot be otherwise than it is, as &#8220;Man is an animal&#8221;); and there are other beings which are neither always nor of necessity, but for the most part, i.e., in the majority of cases, and &#8220;this,&#8221; i.e., what occurs in the majority of cases, is the principle and the cause of the accidental. For in the case of those things which always are there can be nothing accidental, because only that which exists of itself can be necessary and eternal, as is also stated in Book V (839). Hence it follows that accidental being can be found only in the realm of <b>contingent</b> things.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1184. <B>For that which</B> (550).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quoniam igitur prosequitur tria praedicta. Et primo quae sit causa entis.
<td style=text-align:justify>[not in Rowan] Then, when he says &#8220;For therefore&#8221;, he takes up the aforesaid.  And first, what is the cause of being.
<tr valign=top><td style=text-align:justify>Contingens autem ad utrumlibet, non potest esse causa alicuius inquantum huiusmodi. Secundum enim quod est ad utrumlibet, habet dispositionem materiae, quae est in potentia ad duo opposita: nihil enim agit secundum quod est in potentia. Unde oportet quod causa, quae est ad utrumlibet, ut voluntas, ad hoc quod agat, inclinetur magis ad unam partem, per hoc quod movetur ab appetibili, et sic sit causa ut in pluribus. Contingens autem ut in paucioribus est ens per accidens cuius causa quaeritur. Unde relinquitur, quod causa entis per accidens sit contingens ut in pluribus, quia eius defectus est ut in paucioribus. Et hoc est ens per accidens.
<td style=text-align:justify>1183. But that which is contingent, or <b>open to opposites</b>, cannot as such be the cause of anything. For insofar as it is open to opposites it has the character of <b>matter</b>, which is in potency to two opposites; for nothing acts insofar as it is in potency. Hence a cause which is open to opposites in the way that the will is, in order that it may act, must be inclined more to one side than to the other by being moved by the appetible object, and thus be a cause in the majority of cases. But that which takes place in only a few instances is the accidental, and it is this whose cause we seek. Hence it follows that the cause of the accidental is what occurs in the majority of cases, because this <b>fails to occur</b> in only a <b>few </b>instances. And this is what is accidental.
<tr valign=top><td style=text-align:justify>Secundo ibi, quod enim ostendit naturam entis per accidens, dicens: ideo dico quod id quod est in pluribus est causa entis per accidens, quia quod non est semper neque secundum magis, hoc dicimus esse per accidens. Et hoc est defectus eius quod est in pluribus, ut si fuerit hiems idest tempus pluviosum et frigus sub cane, idest in diebus canicularibus, hoc dicimus esse per accidens. Non tamen si tunc fuerit aestuatio, idest siccitas et calor. Hoc enim est semper vel ut in pluribus, sed illud non. Et similiter dicimus hominem esse album per accidens, quia hoc non est semper nec in pluribus. Hominem vero per se dicimus esse animal, non per accidens, quia hoc est semper. Et similiter aedificator facit sanitatem per accidens, quia aedificator non est aptus natus facere sanitatem inquantum huiusmodi, sed solus medicus. Aedificator autem facit sanitatem inquantum accidit eum esse medicum; et similiter opsopios, idest cocus coniectans, idest intendens facere voluptatem, idest delectationem in cibo, faciendo aliquem cibum bene saporatum, facit aliquid salubre. Cibus enim bonus et delectabilis quandoque est utilis ad sanitatem. Sed hoc non est secundum artem opsopoieticam, idest pulmentariam, quod faciat salubre, sed quod faciat delectabile. Et propter hoc dicimus hoc accidere.
<td style=text-align:justify>Second (1), he exposes the <b>nature</b> of accidental being; and he speaks thus: that which exists for the most part is the cause of the accidental, because we call that accidental which is neither always nor for the most part. And this is the absence of what occurs for the most part; so that &#8220;if there should be wintry weather,&#8221; i.e., a period of rain and cold, &#8220;during the dog days,&#8221; i.e., in the days of the dog star, we say that this is accidental. But we do not say this &#8220;if the weather is sultry&#8221; during that time, i.e., if there is a period of drought and heat; for the latter occurs always or almost always, but the former does not. Similarly we say that it is accidental for a man to be white, because this is so neither always nor for the most part. But we say that man is an animal essentially, not accidentally, because this is so <b>always</b>. And similarly a builder causes health accidentally, because a builder inasmuch is he is a builder is not naturally fitted to cause health, but only a physician can do this. However, a builder may cause health inasmuch as he happens to be a physician. Similarly a confectioner, or cook is &#8220;aiming,&#8221; i.e., intending, to prepare something palatable,&#8221; or delightful in the line of food, may make something health-giving when he prepares a tasty dish. For food which is good and delightful sometimes promotes health. But it is not according to the &#8220;confectioner&#8217;s art,&#8221; i.e., the culinary art, that he produces something health-giving, but something delightful. And for this reason we say that this is accidental.
<tr valign=top><td style=text-align:justify>Et notandum quod in primo exemplo fuit ens per accidens secundum concursum in eodem tempore. In secundo per concursum in eodem subiecto, sicut album cum homine. In tertio secundum concursum in eadem causa agente, sicut aedificator et medicus. In quarto secundum concursum in eodem effectu, sicut in pulmento salubre et delectabile. Quamvis autem cocus faciat pulmentum delectabile, tamen hoc fit per accidens salubre. Cocus quidem facit modo quodam salubre secundum quid; sed simpliciter non facit, quia ars operatur per intentionem. Unde quod est praeter intentionem artis, non fit ab arte per se loquendo. Et ideo ens per accidens, quod est praeter intentionem artis, non fit ab arte. Aliorum enim entium, quae sunt per se, sunt quandoque aliquae potentiae factivae determinatae; sed entium per accidens nulla ars neque potentia determinata est factiva. Eorum enim quae sunt aut fiunt secundum accidens, oportet esse causam secundum accidens, et non determinatam. Effectus enim et causa proportionantur adinvicem; et ideo effectus per accidens habet causam per accidens, sicut effectus per se causam per se.
<td style=text-align:justify>1185. And it should be noted that in the (1) first example the accidental came about insofar as <b>two things</b> happen to occur at the <b>same time</b>; in the second, (2) insofar as <b>two things</b> happen to be present in the <b>same subject</b>, as white and man; in the third, (3) insofar as the <b>same efficient cause</b> happens to be a <b>twofold agent</b>, as a builder and a physician; and in the fourth, insofar as the effect happens to be twofold, as health and pleasure in the case of food; for while a cook prepares a pleasing dish, nevertheless this happens to be health-giving by accident. In fact a cook prepares something health-giving only in a secondary sense but not in a primary and proper sense, because an art operates through knowledge. Hence whatever lies outside the knowledge of an art is not produced primarily and properly by that art. Therefore the accidental, which lies outside the knowledge of an art, is not produced by art. For there are certain determinate powers which sometimes are productive of other beings which have being in the proper sense of the term, but there is no art or determinate power which is productive of beings in an accidental sense. Now the cause of those things which are or come to be by accident must be an accidental cause and not a proper cause. For effect and cause are proportionate to each other; and therefore whatever is an accidental effect has only an accidental cause, just as an effect in the proper sense has a cause in the proper sense.
<tr valign=top><td style=text-align:justify>Et quia supra dixerat quod ens ut in pluribus est causa entis per accidens, consequenter cum dicit quare quoniam ostendit qualiter ex eo quod est in pluribus, est ens per accidens; dicens, quod, quia non omnia ex necessitate et semper existunt et fiunt, sed plurima sunt secundum magis, idest ut in pluribus, ideo necesse est esse quod est secundum accidens, quod neque est semper neque secundum magis, ut hoc quod dico, albus est musicus. Quia tamen aliquando fit, licet non semper nec ut in pluribus, sequitur quod fit per accidens. Si enim non fieret aliquando id quod est in paucioribus, tunc id quod est in pluribus nunquam deficeret, sed esset semper et ex necessitate, et ita omnia essent sempiterna et necessaria; quod est falsum. Et, quia defectus eius quod est ut in pluribus, est propter materiam, quae non subditur perfecte virtuti agenti ut in pluribus, ideo materia est causa accidentis aliter quam ut in pluribus, scilicet accidentis ut in paucioribus: causa inquam non necessaria, sed contingens.
<td style=text-align:justify>1186. And since he had said above (1182) that the <b>cause</b> of the accidental is <b>what occurs for the most part</b>, therefore when he says &#8220;Hence, since not all,&#8221; he shows how the accidental exists as a result of what occurs for the most part. He says that, since not all things are or come to be always and of necessity, &#8220;but most things happen for the most part,&#8221; i.e., in the majority of cases, therefore (#) the accidental must exist; and this is what does not occur always or for the most part, as when I say &#8220;The white man is musical.&#8221; Yet because this sometimes happens, although not always or in the majority of cases, it follows that this comes about by accident. For if that which occurs only occasionally were never to occur, then that which occurs in the majority of cases would never fail to occur but would be always and of necessity. Thus all things would be eternal and necessary. But this is false. And since that which occurs in the majority of cases fails to occur because of matter (which is not completely subject to the active power of the agent, as happens in the majority of cases), then matter is the cause of that which happens to be otherwise &#8220;than usually occurs,&#8221; i.e., of what happens only occasionally. This cause, I say, is not a necessary cause but a contingent one.
<tr valign=top><td style=text-align:justify>Habito autem, quod non omnia sunt necessaria, sed aliquid est nec semper nec secundum magis, principium hoc oportet hic sumere, utrum nihil sit nec semper, nec secundum magis. Sed hoc patet esse impossibile; quia, cum id quod est ut in pluribus, sit causa entis per accidens, oportet esse et id quod est semper, et id quod est ut in pluribus. Igitur quod est praeter utrumque dictorum, est ens secundum accidens.
<td style=text-align:justify>1187. Granted that <b>not all things are necessary</b> but that there is something which is neither always nor for the most part, then we must take as our starting-point the question whether there is nothing that is neither always nor for the most part. But obviously this is impossible; for since that which occurs for the most part is the cause of the accidental, then both that which always is and that which is for the most part must exist. Hence anything besides the things just mentioned is an accidental being.
<tr valign=top><td style=text-align:justify>Sed utrum iterum id quod est ut in pluribus inest alicui, quod autem est semper nulli inest, aut etiam sunt aliqua sempiterna, considerandum est posterius in duodecimo; ubi ostendet quasdam substantias esse sempiternas. Sic igitur per primam quaestionem quaeritur, utrum omnia sint per accidens. Per secundam vero, utrum omnia possibilia, et nihil sempiternum.
<td style=text-align:justify>1188. However, the question whether that which occurs for the most part is found in some being, and whether that which occurs always is not found in any being, or whether there are some things which are eternal, must be dealt with later in Book XII (2488), where he will show that there are some substances which are eternal. Hence in the first question he asks whether all things are accidental; and in the second, whether all things are contingent and nothing is eternal.
<tr valign=top><td style=text-align:justify>Deinde cum dicit quod autem ostendit tertium praemissorum; scilicet quod scientia non sit de ente per accidens. Quod quidem dicit esse palam ex hoc, quod omnis scientia est aut eius quod est semper, aut eius quod est in pluribus. Unde cum ens per accidens nec sit semper, nec sit in pluribus, de eo non poterit esse scientia. Primam sic probat. Non enim potest aliquis doceri ab alio, vel docere alium, de eo quod nec est semper, nec ut frequenter. Hoc enim de quo est doctrina oportet esse definitum aut per hoc quod est semper, aut per hoc quod est in pluribus. Sicut quod melicratum, idest mixtum ex aqua et melle, utile est febricitantibus, determinatum est ut in pluribus.
<td style=text-align:justify>1189. Here he establishes the third point, namely, that there is <b>no science of the accidental</b>. He says that this is evident from the fact that every science is concerned with what is either always or for the most part. Therefore, since the accidental occurs neither always nor for the most part, there will be no science of it. He proves the first thus: one cannot be taught by another or teach another about something which does not occur either always or for the most part; for anything that may be taught must be defined on the grounds that it is so either always or for the most part; for example, that &#8220;honey-water&#8221; (a mixture of honey and water) is beneficial to those with a fever, is defined as something that occurs for the most part.
<tr valign=top><td style=text-align:justify>Sed quod est praeter hoc, idest praeter id quod est semper et magis, non potest dici quando fiat, sicut quod fiat in tempore novilunii. Quia quod determinatur fieri in tempore novilunii, vel est semper, vel ut in pluribus. Vel potest esse hoc quod dicitur de nova luna aliud exemplum, eius scilicet quod determinatur semper; et quod addit, aut in pluribus fit, addit, propter differentiam eius per accidens, quod nec sic nec sic est. Unde subdit quod accidens sit praeter hoc, scilicet praeter ens semper et ens ut magis. Et haec minor est rationis principalis superius positae. Ulterius autem epilogando dicit quod dictum est, quid est ens per accidens, et quae est causa eius, et quod de eo non potest esse scientia.
<td style=text-align:justify>1190. But with regard to &#8220;what happens in the other cases,&#8221; i.e., in the case of things which are neither always nor for the most part, it cannot he said when they will occur, for example, at the time of the new moon; for whatever is destined to happen at that time also happens either always or for the most part. Or his statement about the new moon can be another example of something that is defined as occurring always; and he adds the phrase &#8220;or for the most part&#8221; because of the way in which the accidental differs, because it does not occur in either of these ways. Hence he adds that &#8220;the accidental is contrary to this,&#8221; i.e., contrary to what occurs always or for the most part. And this is the minor premise of the principal argument used above. In bringing his discussion to a close he mentions the points which have been explained, namely, what the accidental is, and what its cause is, and that there can be no science of it.
</table><hr>
<a name="3"><table cellpadding=12>
<tr><td align=center colspan=2><b>LESSON 3</b>
<tr><td align=center colspan=2><b>Refutation of Those Who Wished to Abolish the Accidental</b>
<span style=font-family:"Times New Roman"><blockquote><table cellpadding=12><tr><td align=center colspan=2>ARISTOTLE&#8217;S TEXT Chapter 3: 1027a 29-1027b 16
<tr valign=top><td style=text-align:justify>&#8005;&#964;&#953; &#948;&#8125;
&#949;&#7984;&#963;&#8054;&#957; &#7936;&#961;&#967;&#945;&#8054; &#954;&#945;&#8054;
&#945;&#7988;&#964;&#953;&#945; &#947;&#949;&#957;&#951;&#964;&#8048;
&#954;&#945;&#8054; &#966;&#952;&#945;&#961;&#964;&#8048; [30] &#7940;&#957;&#949;&#965;
&#964;&#959;&#8166; &#947;&#8055;&#947;&#957;&#949;&#963;&#952;&#945;&#953;
&#954;&#945;&#8054; &#966;&#952;&#949;&#8055;&#961;&#949;&#963;&#952;&#945;&#953;,
&#966;&#945;&#957;&#949;&#961;&#8057;&#957;. &#949;&#7984; &#947;&#8048;&#961;
&#956;&#8052; &#964;&#959;&#8166;&#964;&#8125;, &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;
&#960;&#8049;&#957;&#964;&#8125; &#7956;&#963;&#964;&#945;&#953;, &#949;&#7984;
&#964;&#959;&#8166; &#947;&#953;&#947;&#957;&#959;&#956;&#8051;&#957;&#959;&#965;
&#954;&#945;&#8054; &#966;&#952;&#949;&#953;&#961;&#959;&#956;&#8051;&#957;&#959;&#965;
&#956;&#8052; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#945;&#7988;&#964;&#953;&#8057;&#957;
&#964;&#953; &#7936;&#957;&#8049;&#947;&#954;&#951; &#949;&#7990;&#957;&#945;&#953;.
&#960;&#8057;&#964;&#949;&#961;&#959;&#957; &#947;&#8048;&#961; &#7956;&#963;&#964;&#945;&#953;
&#964;&#959;&#948;&#8054; &#7970; &#959;&#8020;; &#7952;&#8049;&#957;
&#947;&#949; &#964;&#959;&#948;&#8054; &#947;&#8051;&#957;&#951;&#964;&#945;&#953;:
&#949;&#7984; &#948;&#8050; &#956;&#8053;, &#959;&#8020;. &#964;&#959;&#8166;&#964;&#959;
&#948;&#8050; &#7952;&#8048;&#957; &#7940;&#955;&#955;&#959;. &#954;&#945;&#8054;
&#959;&#8021;&#964;&#969; &#948;&#8134;&#955;&#959;&#957; &#8005;&#964;&#953; &#7936;&#949;&#8054;
&#967;&#961;&#8057;&#957;&#959;&#965; &#7936;&#966;&#945;&#953;&#961;&#959;&#965;&#956;&#8051;&#957;&#959;&#965;
&#7936;&#960;&#8056; &#960;&#949;&#960;&#949;&#961;&#945;&#963;&#956;&#8051;&#957;&#959;&#965;
&#967;&#961;&#8057;&#957;&#959;&#965; &#7973;&#958;&#949;&#953; &#7952;&#960;&#8054;
&#964;&#8056; &#957;&#8166;&#957;, [1027&#946;] [1] &#8037;&#963;&#964;&#949; &#8001;&#948;&#8054;
&#7936;&#960;&#959;&#952;&#945;&#957;&#949;&#8150;&#964;&#945;&#953; [&#957;&#8057;&#963;&#8179;
&#7970;] &#946;&#8055;&#8115;, &#7952;&#8049;&#957; &#947;&#949; &#7952;&#958;&#8051;&#955;&#952;&#8131;:
&#964;&#959;&#8166;&#964;&#959; &#948;&#8050; &#7952;&#8048;&#957;
&#948;&#953;&#968;&#8053;&#963;&#8131;: &#964;&#959;&#8166;&#964;&#959; &#948;&#8050;
&#7952;&#8048;&#957; &#7940;&#955;&#955;&#959;: &#954;&#945;&#8054; &#959;&#8021;&#964;&#969;&#962;
&#7973;&#958;&#949;&#953; &#949;&#7984;&#962; &#8003; &#957;&#8166;&#957; &#8017;&#960;&#8049;&#961;&#967;&#949;&#953;,
&#7970; &#949;&#7984;&#962; &#964;&#8182;&#957; &#947;&#949;&#947;&#959;&#957;&#8057;&#964;&#969;&#957;
&#964;&#953;. &#959;&#7991;&#959;&#957; &#7952;&#8048;&#957; &#948;&#953;&#968;&#8053;&#963;&#8131;:
&#964;&#959;&#8166;&#964;&#959; &#948;&#8050; &#949;&#7984; &#7952;&#963;&#952;&#8055;&#949;&#953;
&#948;&#961;&#953;&#956;&#8051;&#945;: [5] &#964;&#959;&#8166;&#964;&#959;
&#948;&#8125; &#7972;&#964;&#959;&#953; &#8017;&#960;&#8049;&#961;&#967;&#949;&#953;
&#7970; &#959;&#8020;: &#8037;&#963;&#964;&#8125; &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;
&#7936;&#960;&#959;&#952;&#945;&#957;&#949;&#8150;&#964;&#945;&#953; &#7970;
&#959;&#8016;&#954; &#7936;&#960;&#959;&#952;&#945;&#957;&#949;&#8150;&#964;&#945;&#953;.
&#8001;&#956;&#959;&#8055;&#969;&#962; &#948;&#8050; &#954;&#7938;&#957; &#8017;&#960;&#949;&#961;&#960;&#951;&#948;&#8053;&#963;&#8131;
&#964;&#953;&#962; &#949;&#7984;&#962; &#964;&#8048; &#947;&#949;&#957;&#8057;&#956;&#949;&#957;&#945;,
&#8001; &#945;&#8016;&#964;&#8056;&#962; &#955;&#8057;&#947;&#959;&#962;: &#7972;&#948;&#951;
&#947;&#8048;&#961; &#8017;&#960;&#8049;&#961;&#967;&#949;&#953; &#964;&#959;&#8166;&#964;&#959;
&#7956;&#957; &#964;&#953;&#957;&#953;, &#955;&#8051;&#947;&#969; &#948;&#8050;
&#964;&#8056; &#947;&#949;&#947;&#959;&#957;&#8057;&#962;: &#7952;&#958; &#7936;&#957;&#8049;&#947;&#954;&#951;&#962;
&#7940;&#961;&#945; &#960;&#8049;&#957;&#964;&#945; &#7956;&#963;&#964;&#945;&#953;
&#964;&#8048; &#7952;&#963;&#8057;&#956;&#949;&#957;&#945;, &#959;&#7991;&#959;&#957;
&#964;&#8056; &#7936;&#960;&#959;&#952;&#945;&#957;&#949;&#8150;&#957; &#964;&#8056;&#957;
&#950;&#8182;&#957;&#964;&#945;: &#7972;&#948;&#951; &#947;&#8049;&#961;
&#964;&#953; &#947;&#8051;&#947;&#959;&#957;&#949;&#957;, [10] &#959;&#7991;&#959;&#957;
&#964;&#8048; &#7952;&#957;&#945;&#957;&#964;&#8055;&#945; &#7952;&#957; &#964;&#8183;
&#945;&#8016;&#964;&#8183;. &#7936;&#955;&#955;&#8125; &#949;&#7984; &#957;&#8057;&#963;&#8179;
&#7970; &#946;&#8055;&#8115;, &#959;&#8020;&#960;&#969;, &#7936;&#955;&#955;&#8125;
&#7952;&#8048;&#957; &#964;&#959;&#948;&#8054; &#947;&#8051;&#957;&#951;&#964;&#945;&#953;.
&#948;&#8134;&#955;&#959;&#957; &#7940;&#961;&#945; &#8005;&#964;&#953; &#956;&#8051;&#967;&#961;&#953;
&#964;&#953;&#957;&#8056;&#962; &#946;&#945;&#948;&#8055;&#950;&#949;&#953; &#7936;&#961;&#967;&#8134;&#962;,
&#945;&#8021;&#964;&#951; &#948;&#8125; &#959;&#8016;&#954;&#8051;&#964;&#953;
&#949;&#7984;&#962; &#7940;&#955;&#955;&#959;.
<td style=text-align:justify>553. Now it is evident that there are principles and causes which are generable and corruptible without generation and corruption; for if this were not the case, everything would be of necessity, i.e., if there must be some cause, and not an accidental one, of that which is generated and corrupted. For if we ask: &#8220;Will this thing exist or not?&#8221; It will if some second thing happens; but if the latter does not, neither will the former. And this second thing will happen if some third thing does. And thus it is evident that when time is continually taken away from a limited period of time, one will finally come to the present moment. Hence this man will die either from illness or violence if he goes out; and he will do this if he gets thirsty; and this will happen if something else does. And in this way one will come to what exists now, or to something that has already happened; for example, he will go out if he gets thirsty, and this will happen if he eats highly seasoned food, and this is either the case or not. Therefore it will be from necessity that he dies or does not die. And similarly if one jumps back to something that has already happened, the same argument applies; for this&#8212;I mean what has already happened&#8212;is already present in something. Therefore everything that will be, will be of necessity; for example, one who lives shall die; because some part of the process has already been completed, as the presence of contraries in the same body. But whether he will die from illness or violence has not yet been determined, unless something else will have happened.
<tr valign=top><td style=text-align:justify>&#7956;&#963;&#964;&#945;&#953;
&#959;&#8022;&#957; &#7969; &#964;&#959;&#8166; &#8001;&#960;&#8057;&#964;&#949;&#961;&#8125;
&#7956;&#964;&#965;&#967;&#949;&#957; &#945;&#8021;&#964;&#951;, &#954;&#945;&#8054;
&#945;&#7988;&#964;&#953;&#959;&#957; &#964;&#8134;&#962; &#947;&#949;&#957;&#8051;&#963;&#949;&#969;&#962;
&#945;&#8016;&#964;&#8134;&#962; &#7940;&#955;&#955;&#959; &#959;&#8016;&#952;&#8051;&#957;.
<td style=text-align:justify>554. It is evident, then, that this process goes back to some principle, but that this does not go back to anything else. Therefore this will be the principle of everything that happens by chance, and there will be no cause of its generation.
<tr valign=top><td style=text-align:justify>&#7936;&#955;&#955;&#8125; &#949;&#7984;&#962; &#7936;&#961;&#967;&#8052;&#957;
&#960;&#959;&#8055;&#945;&#957; &#954;&#945;&#8054; &#945;&#7988;&#964;&#953;&#959;&#957;
&#960;&#959;&#8150;&#959;&#957; &#7969; &#7936;&#957;&#945;&#947;&#969;&#947;&#8052;
&#7969; [15] &#964;&#959;&#953;&#945;&#8059;&#964;&#951;, &#960;&#8057;&#964;&#949;&#961;&#959;&#957;
&#8033;&#962; &#949;&#7984;&#962; &#8021;&#955;&#951;&#957; &#7970; &#8033;&#962;
&#949;&#7984;&#962; &#964;&#8056; &#959;&#8023; &#7957;&#957;&#949;&#954;&#945;
&#7970; &#8033;&#962; &#949;&#7984;&#962; &#964;&#8056; &#954;&#953;&#957;&#8134;&#963;&#945;&#957;,
&#956;&#8049;&#955;&#953;&#963;&#964;&#945; &#963;&#954;&#949;&#960;&#964;&#8051;&#959;&#957;.
<td style=text-align:justify>555. But to what kind of principle and what kind of cause such a process of reduction leads, whether to matter or to a final cause or to a cause of motion, must be given careful consideration. Let us dismiss accidental being, then, for it has been dealt with at sufficient length.</span></table></blockquote>
<tr><td align=center colspan=2><b>COMMENTARY
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify><i>Chance and providence</i>
<tr valign=top><td style=text-align:justify>Postquam philosophus determinavit de ente per accidens, hic excludit quamdam opinionem, per quam tollitur totum ens per accidens. Quidam enim posuerunt, quod quicquid fit in mundo habet aliquam causam per se; et iterum quod qualibet causa posita, necesse est sequi effectum eius. Unde sequebatur quod per quamdam connexionem causarum omnia ex necessitate acciderent, et nihil esset per accidens in rebus. Et ideo hanc opinionem philosophus intendit destruere: et circa hoc tria facit.
<td style=text-align:justify>1191. Having drawn his conclusions concerning accidental being, the Philosopher now rejects an opinion that would completely abolish this kind of being. For some men held that whatever comes to pass in the world has some <b>proper cause</b>, and again that given any cause its <b>effect necessarily</b> follows. Hence, as a result of the connection between causes it would follow that everything in the world happens of necessity and nothing by chance. Therefore the Philosopher&#8217;s aim is to destroy this position; and in regard to this he does three things.
<tr valign=top><td style=text-align:justify>Primo enim destruit praedictam opinionem. Secundo infert quamdam conclusionem ex praedictis, ibi, palam ergo quia usque ad aliquod et cetera. Tertio movet quamdam quaestionem quae ex praedictis occasionatur, ibi, sed ad principium quale.
<td style=text-align:justify>First, he destroys this position. Second (1201), he draws a conclusion from his discussion (&#8220;It is evident&#8221;). Third (1202), he poses a question that arises out of this discussion (&#8220;But to what kind of principle&#8221;).
<tr valign=top><td style=text-align:justify>Dicit ergo primo, quod palam erit ex sequentibus quod principia et causae generationis et corruptionis aliquorum sunt generabilia et corruptibilia, idest contingit generari et corrumpi sine generatione et corruptione, idest sine hoc quod sequatur generatio et corruptio. Non enim oportet, quod si generatio alicuius rei vel corruptio est causa generationis aut corruptionis rei alterius, quod posita generatione vel corruptione causae, de necessitate sequatur generatio vel corruptio effectus: quia quaedam causae sunt agentes ut in pluribus: unde eis positis, adhuc potest impediri effectus per accidens, sicut propter indispositionem materiae, vel propter occursum contrarii agentis, vel propter aliquid huiusmodi.
<td style=text-align:justify>He says, first, that it will be evident from the following remarks that the principles and causes of the generation and corruption of some things &#8220;are generable and corruptible,&#8221; i.e., they are capable of being generated and corrupted, &#8220;without generation and corruption, i.e., generation and corruption taking place. For if the generation or corruption of one thing is the cause of the generation or corruption of another, it is not necessary that the generation or corruption of the effect necessarily follows when the generation or corruption of the cause takes place, because <b>some causes are active only for the most part</b>. Therefore, granted that these causes exist, their effect can be hindered accidentally, either because the matter is not disposed, or because an opposing agent interferes, or because of some such reason.
<tr valign=top><td style=text-align:justify>Sciendum tamen, quod Avicenna probat in sua metaphysica, quod nullus effectus sit possibilis in comparatione ad suam causam, sed solum necessarius. Si enim posita causa, possibile est effectum non poni, et poni, id autem quod est in potentia inquantum huiusmodi reducitur in actum per aliquod ens actu, oportebit ergo quod aliquid aliud a causa faciat ibi sequi effectum in actu. Causa igitur illa non erat sufficiens. Et hoc videtur contra id, quod philosophus hic dicit.
<td style=text-align:justify>1192. Yet it must be noted that <i>Avicenna</i> proves in his Metaphysics that <u>no effect is possible in relation to its own cause but only necessary</u>. For if when the cause is posited it is possible for its effect not to follow, and it does follow (and the potential as such is made actual by some actual being), then something else besides this cause will have to cause the actual effect to follow. Therefore this cause was not sufficient. This appears to be contrary to what the Philosopher says here.
<tr valign=top><td style=text-align:justify>Sed sciendum, quod dictum Avicennae intelligi debet, supposito quod nullum impedimentum causae adveniat. Necesse est enim causa posita sequi effectum, nisi sit impedimentum, quod quandoque contingit esse per accidens. Et ideo philosophus dicit, quod non est necessarium generationem sequi vel corruptionem, positis causis generationis vel corruptionis.
<td style=text-align:justify>1193. But it must be noted that Avicenna&#8217;s statement should be understood to apply <u>only if we assume that no obstacle interferes with the cause</u>. For given the cause its effect must follow unless there is some obstacle, and sometimes this occurs accidentally. Hence the Philosopher says that generation and corruption need not follow when the causes of generation and corruption are posited.
<tr valign=top><td style=text-align:justify>Si enim non est verum hoc quod dictum est, sequetur, quod omnia erunt ex necessitate, si tamen cum hoc quod dictum est, quod posita causa necesse est sequi effectum, ponatur etiam alia positio, scilicet quod cuiuslibet quod fit et corrumpitur, necesse sit esse aliquam causam per se et non per accidens. Ex his enim duabus propositionibus, sequitur omnia esse de necessitate. Quod sic probat.
<td style=text-align:justify>1194. For if this statement were not true, it would follow that all things would be of necessity, granted that along with this statement: given the cause the effect must follow, another position is also maintained, namely, that there must be some proper cause, and not merely an accidental one, of each thing which is generated and corrupted. For from these two propositions it follows that all things are of necessity. He proves this as follows.
<tr valign=top><td style=text-align:justify>Si enim quaeratur de aliquo, utrum sit futurum vel non, sequitur ex praedictis, quod alterum sit de necessitate verum: quia si omne quod fit habet causam per se suae factionis, qua posita necesse est ipsum fieri, sequetur quod res illa, de qua quaeritur utrum sit futura, fiat, si sit hoc quod ponitur causa eius; et si illud non fuerit, quod non fiat. Et similiter oportet dicere, quod ista causa erit futura, si aliquod aliud quod est causa eius, erit futurum.
<td style=text-align:justify>1195. If it is asked whether a thing will be or not, it follows from the above remarks that one or the other is true of necessity; because if everything that is generated has a proper cause which produces it, and if given the cause its effect must ensue, then it follows that that thing about which it was asked whether it will exist or not, will come to be if its cause is held to exist; and if that cause will not exist, neither will its effect. And similarly it will be necessary to say that <u>this cause will exist if some other thing which is its cause will exist</u>.
<tr valign=top><td style=text-align:justify>Constat autem, quod tempus quantumcumque futurum accipiatur, sive post centum annos, sive post mille, est finitum, incipiendo a praesenti nunc usque ad illum terminum. Cum autem generatio causae praecedat tempore generationem effectus, oportet quod procedendo ab effectu ad causam auferamus aliquid de tempore futuro, et appropinquemus magis ad praesens. Omne autem finitum consumitur aliquoties ablato quodam ab ipso. Et ita sequitur quod procedendo ab effectu ad causam, et iterum ab illa causa ad eius causam, et sic deinceps, auferatur totum tempus futurum cum sit finitum, et ita perveniatur ad ipsum nunc.
<td style=text-align:justify>1196. Further, it is evident that regardless of the amount of future time that may be taken, whether after a hundred or a thousand years, the amount of time beginning from the present moment up to that point is limited. However, since the generation of a cause is prior in time to the generation of its effect, then by proceeding from effect to cause we must subtract some part of future time and come closer to the present. But every limited thing is used up by having some part of it constantly taken away. Thus by proceeding from an effect to its cause and again from that cause to its cause and so on in this way, it follows that the whole period of future time is used up, since it is limited, and in this way the present moment is reached.
<tr valign=top><td style=text-align:justify>Quod quidem patet in hoc exemplo. Si enim omnis effectus habet aliquam causam per se, ad quam de necessitate sequitur, oportet quod iste de necessitate moriatur, vel per infirmitatem, vel per violentiam, si exit domum suam. Exitus enim a domo eius invenitur causa esse mortis eius, vel violentiae; puta si exiens domum invenitur a latronibus et occiditur; vel per infirmitatem; puta si exiens de domo ex aestu incurrit febrem et moritur. Et eodem modo hoc erit ex necessitate, scilicet quod exeat domum ad hauriendum aquam si sitit. Nam sitis invenitur esse causa ut exeat domum ad hauriendum aquam. Similiter per eamdem rationem hoc erit de necessitate, scilicet quod sitiat, si aliquid aliud erit quod est causa sitis: et ita sic procedens de effectu ad causam perveniet ad aliquod quod nunc est, idest in aliquod praesens, vel in aliquod factorum, idest in aliquod praeteritorum. Sicut si dicamus quod sitis erit si comedit mordicantia vel salsa, quae faciunt sitim: hoc autem, scilicet quod comedat salsa vel non comedat, est in praesenti. Et ita sequitur quod praedictum futurum, scilicet quod iste moriatur vel non moriatur, ex necessitate erit.
<td style=text-align:justify>1197. This is clear in the following example. If every effect has some proper cause from which it follows of necessity, then this man must die of necessity, either from illness or violence, if he leaves the house. For his leaving the house is found to be the cause of his death by either violence (for example, if on leaving the house he is discovered by robbers and is killed), or illness (for example, if on leaving the house because he is hot he contracts a fever and dies). And in the same way it will also happen of necessity that he leaves the house in order to draw water from a well if he is thirsty; for thirst is the cause of his leaving the house in order to draw water. And similarly by the same argument it will also happen of necessity that he is thirsty if there is something else which causes his thirst; and thus by proceeding from effect to cause in this way one comes to &#8220;something which exists now,&#8221; i.e., to some present thing or to &#8220;something that has already happened,&#8221; i.e., to some past event. For example, if we were to say that a man will be thirsty if he eats highly seasoned or salty food which makes him thirsty, his eating or not eating salty food is in the present. Thus it follows that &#8220;the aforesaid future event,&#8221; namely, that this man will die or not die, will happen of necessity.
<tr valign=top><td style=text-align:justify>Cum enim quaelibet conditionalis vera sit necessaria, oportet quod ex quo antecedens est positum, quod consequens ex necessitate ponatur. Sicut haec est vera, si Socrates currit, movetur. Posito ergo quod currat, necesse erit ipsum moveri, dum currit. Si autem quilibet effectus habet causam per se, ex qua de necessitate sequitur, oportet quod sit illa conditionalis vera, cuius antecedens est causa et consequens effectus. Et licet inter causam, quae nunc est praesens, et effectum qui erit futurus, quandoque sint plurima media, quorum unumquodque est effectus respectu praecedentium, et causa respectu sequentium; tamen sequitur de primo ad ultimum, quod conditionalis sit vera cuius antecedens est praesens et eius consequens quandoque futurum. Sicut hic, si comedit salsa, occidetur. Antecedens autem ponitur, ex quo praesens est; ergo de necessitate erit quod occidatur. Et ita omnia alia futura erunt necessaria, quorum causae proximae vel remotae, sunt praesentes.
<td style=text-align:justify>1198. For since every conditional proposition is a necessary one, then granted the antecedent the consequent must follow; for example, this conditional proposition is true: &#8220;If Socrates runs, he moves.&#8221; Therefore, granted that he runs, he must be moving so long as he runs. But if any effect has a proper cause from which it follows of necessity, then that conditional proposition must be true of which the antecedent is the cause and the consequent is the effect. And although there are sometimes several intermediates between a cause which exists at the present moment and an effect which will exist in the future (each of which is an effect in relation to those preceding it and a cause in relation to those following it), nevertheless it follows from first to last that any conditional proposition is true whose antecedent is present and whose consequent exists at some future time, for example, the proposition: &#8220;If a man eats salty food, he will be killed.&#8221; Now the antecedent refers to what is present, and therefore it will be by necessity that he is killed. And in this way all other future events whose proximate or remote causes exist in the present will be necessary.
<tr valign=top><td style=text-align:justify>Et similis ratio est si aliquis procedens ab effectibus ad causas, supersiliat ad facta, idest ad praeterita, hoc est dicere si reducat effectus futuros in aliquam causam praeteritam non praesentem; quia hoc quod praeteritum est iam est secundum aliquem modum. Hoc autem dico inquantum est factum vel praeteritum. Licet enim vita Caesaris non sit nunc ut in praesenti, est tamen in praeterito. Verum enim est Caesarem vixisse. Et ita nunc est ponere verum esse antecedens conditionalis, in cuius antecedente est causa praeterita, et in consequente est causa futura. Et sic sequetur, cum omnes effectus futuros oporteat redigere in tales causas praesentes vel praeteritas, quod omnia futura ex necessitate eveniant. Sicut nos dicimus quod viventem fore moriturum est necessarium absolute, quia sequitur de necessitate ad aliquid quod iam factum est, scilicet duo contraria esse in eodem corpore per commixtionem. Haec enim conditionalis est vera: si aliquod corpus est compositum ex contrariis, corrumpetur.
<td style=text-align:justify>1199. The same argument applies if one in proceeding from effects to causes &#8220;jumps back to something that has already happened,&#8221; or to past events, that is to say, if one traces future effects back to some past cause that is not present; for that which is past nevertheless still is in some sense. I say this insofar as it has occurred, or is past. For even though Caesar&#8217;s life is not now, in the present, nevertheless it is in the past, because it is true that Caesar has lived. Thus it is possible to hold as true now the antecedent of a conditional proposition in whose antecedent clause there is a past cause and in whose consequent clause there is a future effect. And thus since all future effects must be traced back to such present or past causes, it follows that all future events happen of necessity. For example, we say that it is absolutely necessary that one now living is going to die, because this follows of necessity in reference to something that has already come to pass, namely, that there are two contraries in the same body by reason of its composition; for this conditional proposition is true, &#8220;If a body is composed of contraries, it will be corrupted.&#8221;
<tr valign=top><td style=text-align:justify>Hoc autem est impossibile, quod omnia futura ex necessitate eveniant. Ergo illa duo sunt impossibilia, ex quibus hoc sequebatur; scilicet quod quilibet effectus habeat causam per se, et quod causa posita necesse sit effectum poni. Quia ex hoc ipso sequeretur quod iam dictum est, quod quorumlibet effectuum futurorum essent aliquae causae iam positae. Sicut corruptionis animalis, iam sunt aliquae causae positae. Sed quod iste homo moriatur per infirmitatem vel violentiam, nondum habet aliquam causam positam ex qua de necessitate sequatur.
<td style=text-align:justify>1200. But it is impossible that all future events should happen of necessity. Therefore the two premises from which this conclusion would follow are impossible, namely, that any effect has a proper cause, and that given the cause its effect must follow. For from this would follow the position already mentioned, namely, that there are some causes already posited for any future effect; for example, some causes have already been posited for the corruption of an animal. But no cause has yet been posited from which it will follow of necessity that this man will die either from illness or violence.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1201. <B>It is evident</B> (554).
<tr valign=top><td style=text-align:justify>Deinde cum dicit palam ergo infert quamdam conclusionem ex praedictis; dicens: ergo ex quo non quodlibet, quod fit, habet causam per se, palam, quod in futuris contingentibus, effectus futuri reductio ad causam per se, vadit usque ad aliquod principium; quod quidem principium non reducitur in aliquod principium adhuc per se, sed ipsum erit cuius causa erit quodcumque evenit, idest causa casualis, et illius causae casualis non erit aliqua alia causa; sicut iam praedictum est, quod ens per accidens non habet causam neque generationem. Verbi gratia, quod iste occidatur a latronibus habet causam per se quia vulneratur; et hoc etiam habet causam per se, quia a latronibus invenitur; sed hoc non habet nisi causam per accidens. Hoc enim quod iste qui negotiatur, ad negotium vadens, inter latrones incidat, est per accidens, ut ex praedictis patet. Unde eius non oportet ponere aliquam causam. Ens enim per accidens, ut supra dictum est, non habet generationem, et ita eius generationis causam per se quaerere non oportet.
<td style=text-align:justify>He draws a conclusion from the foregoing discussion. He says that, since not everything which comes to be has a proper cause, it is therefore evident that in the case of future contingent events the reduction of a future effect to some proper cause goes back to some principle, and that this principle is not reduced to some other proper principle but will be the cause of &#8220;everything that happens by chance,&#8221; i.e., an accidental cause, and that there will be no other cause of that accidental cause; just as we have already said (1184) that accidental being has no cause and is not generated. For example, the cause of this man being killed by robbers is a proper cause, because he is wounded by robbers; and this also has a proper cause, because he is found by the robbers; but this has only an accidental cause. For if on his way to work this man is wounded by robbers, this is accidental, as is evident from the foregoing; and therefore it is not necessary to posit a cause for this. For that which is accidental is not generated, and thus it is not necessary to look for some proper cause which produces it, as was said above.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1202. <B>But to what kind of principle</B> (555).
<tr valign=top><td style=text-align:justify>Deinde cum dicit sed ad principium movet quamdam quaestionem occasionatam ex dictis. Dixit enim supra immediate, quod causae entium per accidens reducuntur usque ad aliquod principium, cuius non est ponere aliam causam. Et ideo hic inquirit de hac reductione, vel anagoge, quod idem est, ad quale principium et ad qualem causam debeat fieri, idest ad quod genus causae vel principii: scilicet utrum ad aliquam causam primam, quae sit causa sicut materia; aut ad aliquam, quae sit causa sicut finis, cuius gratia aliquid fit; aut ad aliquam, quae sit causa sicut movens. Praetermittit autem de causa formali, quia quaestio hic habetur de causa generationis rerum, quae fiunt per accidens. In generatione autem, forma non habet causalitatem, nisi per modum finis. Finis enim et forma in generatione incidunt in idem numero. Hanc autem quaestionem hic motam non solvit: sed supponit eius solutionem ab eo quod est determinatum in secundo physicorum. Ibi enim ostensum est quod fortuna et casus, quae sunt causae eorum quae fiunt per accidens, reducuntur ad genus causae efficientis. Ergo concludit ex praemissis, quod praetermittendum est loqui de ente per accidens, ex quo determinatum est sufficienter secundum id quod de eo determinari potest.
<td style=text-align:justify>Here he poses a question arising out of the foregoing discussion; for he has just said above that the causes of those beings which are accidental are ultimately reduced to some principle for which it is impossible to give another cause. Hence he inquires here about this process of reduction or &#7936;&#957;&#945;&#947;&#969;&#942;, which means the same as &#8220;<b>to what kind of principle </b>and <b>what kind of cause</b> it should be reduced,&#8221;, i.e., to what class of cause or principle, whether to some first cause which is a material cause, or to one which is a final cause (or that for the sake of which a thing comes to be), or to one which is a mover. He omits the formal cause because the question here involves the cause responsible for the generation of things that come to be by accident. But in the process of generation a form has no causal role except that of an end, because in the process of generation the end and the form are identical. Now he does not answer the question which is raised here, but assumes its solution from what has been established in Book II of the <i>Physics</i>;  for it was shown there that fortune and chance, which are the causes of things that come to be by accident, are reduced to the class of <b>efficient</b> cause. Hence he concludes from the above that we must omit any discussion of accidental being, because the truth concerning it has been established as completely as it is possible to do so.
<tr valign=top><td style=text-align:justify>Attendendum est autem quod ea quae philosophus hic tradit, videntur removere quaedam, quae secundum philosophiam ab aliquibus ponuntur, scilicet fatum et providentiam. Vult enim hic philosophus, quod non omnia quae fiunt, reducantur in aliquam causam per se, ex qua de necessitate sequantur: alias sequeretur, quod omnia essent ex necessitate, et nihil per accidens esset in rebus. Illi autem, qui ponunt fatum, dicunt, contingentia, quae hic fiunt, quae videntur per accidens, esse reducibilia in aliquam virtutem corporis caelestis, per cuius actionem ea quae secundum se considerata per accidens fieri videntur, cum quodam ordine producantur. Et similiter illi, qui ponunt providentiam, ea quae aguntur hic, dicunt esse ordinata secundum ordinem providentiae.
<td style=text-align:justify>1203. It must be noted, however, that the doctrine of the Philosopher set forth here seems to do away with certain things which some thinkers hold in philosophy, namely, <b>fate and providence</b>. For here the force of the Philosopher&#8217;s argument is that not all that occurs may be traced back to some proper cause from which it follows of necessity, otherwise it would follow that everything in the world would be of necessity and nothing by accident. But those who posit fate say that the contingent events occurring here, which appear to be accidental, can be traced back to some power of a celestial body, whose activity produces in a certain order those things which, viewed in themselves, seem accidental. And similarly those who posit providence say that whatever occurs here is ordained by the order of providence.
<tr valign=top><td style=text-align:justify>Ex utraque igitur positione duo videntur sequi, quae sunt contraria his, quae hic philosophus determinat: quorum primum est: in rebus nihil fit per accidens neque a fortuna neque a casu. Quae enim secundum aliquem ordinem procedunt, non sunt per accidens. Sunt enim vel semper vel in maiori parte. Secundum autem est, quod omnia ex necessitate eveniant. Si enim omnia ex necessitate eveniunt quorum causa vel ponitur in praesenti, vel iam est posita in praeterito, ut ratio philosophi procedit, eorum autem quae sunt sub providentia vel fato causa ponitur in praesenti, et iam posita est in praeterito, eo quod providentia est immutabilis et aeterna, motus etiam caeli est invariabilis: videtur sequi quod ea quae sunt sub providentia vel fato, ex necessitate contingant. Et ita, si omnia quae hic aguntur, fato et providentia subduntur, sequitur quod omnia ex necessitate proveniant. Videtur ergo quod secundum intentionem philosophi non sit ponere neque providentiam neque fatum.
<td style=text-align:justify>1204. From both of these positions, then, there seem to follow two conclusions which are opposed to what the philosopher establishes here. (1) The first is that <b>nothing</b> in the world happens <b>accidentally</b> either by fortune or by chance; for those things which occur in a certain order are not accidental, since they occur either always or for the most part. (2) The second is that <b>all</b> things happen <b>of necessity</b>. For if all those things whose cause is placed in the present or has been placed in the past occur of necessity, as the Philosopher&#8217;s argument maintains, and if the cause of those things which come under providence or fate is placed in the present or has already been placed in the past (because providence is unchangeable and eternal, and the motion of the heavens is also invariable), it seems to follow that those things which come under providence or fate happen of necessity. Thus if everything that occurs here is subject to fate and providence, it follows that everything happens of necessity. Therefore according to the mind of the Philosopher it seems impossible to posit either fate or providence.
<tr valign=top><td style=text-align:justify>Ad horum autem evidentiam considerandum est, quod quanto aliqua causa est altior, tanto eius causalitas ad plura se extendit. Habet enim causa altior proprium causatum altius quod est communius et in pluribus inventum. Sicut in artificialibus patet quod ars politica, quae est supra militarem, ad totum statum communitatis se extendit. Militaris autem solum ad eos, qui in ordine militari continentur. Ordinatio, autem quae est in effectibus ex aliqua causa tantum se extendit quantum extendit se illius causae causalitas. Omnis enim causa per se habet determinatos effectus, quos secundum aliquem ordinem producit. Manifestum igitur est, quod effectus relati ad aliquam inferiorem causam nullum ordinem habere videntur, sed per accidens sibiipsis coincidunt; qui si referantur ad superiorem causam communem, ordinati inveniuntur, et non per accidens coniuncti, sed ab una per se causa simul producti sunt.
<td style=text-align:justify>1205. In clearing up this difficulty it must be noted that the higher a cause the more extensive is its causality, for a higher cause produces its own proper higher effect, which is more general and extends to many things. For example, in the case of the arts it is evident that the political art, which is higher than the military art, has jurisdiction over the entire political community, whereas the military art has jurisdiction only over those things which fall within the military sphere. But the order found in the effects of a cause extends only so far as the causality of that cause extends, for every cause in the proper sense has definite effects which it produces in a certain order. It is evident, then, that (a) when effects are referred to <b>lower</b> causes they seem to be unrelated and to coincide with each other accidentally, but (b) that when they are referred to some <b>higher</b> common cause they are found to be related and not accidentally connected but to be produced simultaneously by one proper cause.
<tr valign=top><td style=text-align:justify>Sicut floritio huius herbae vel illius, si referatur ad particularem virtutem, quae est in hac planta vel in illa, nullum ordinem habere videtur,- immo videtur esse accidens -, quod hac herba florente illa floreat. Et hoc ideo, quia causa virtutis huius plantae extendit se ad floritionem huius, et non ad floritionem alterius: unde est quidem causa, quod haec planta floreat, non autem quod simul cum altera. Si autem ad virtutem corporis caelestis, quae est causa communis, referatur, invenitur hoc non esse per accidens, quod hac herba florente illa floreat, sed esse ordinatum ab aliqua prima causa hoc ordinante, quae simul movet utramque herbam ad floritionem.
<td style=text-align:justify>1206. For example, if the blossoming of one plant is referred to a particular power in this plant and the blossoming of a second plant is referred to a particular power in that plant, there seems to be no reason (indeed it seems to be accidental) why the first plant should blossom when the second does. And this is true, because the cause of the power of the first plant extends to the blossoming of this plant and not to that of the second, so that while it causes the first plant to blossom, it does not cause it to blossom at the same time as the second. But if this is attributed to the power of a celestial body, which is a universal cause, then we find that the first plant blossoms when the second does, not by accident, but by the direction of some first cause, which ordains this and moves each plant to blossom at the same time.
<tr valign=top><td style=text-align:justify>Invenitur autem in rebus triplex causarum gradus. Est enim primo causa incorruptibilis et immutabilis, scilicet divina; sub hac secundo est causa incorruptibilis, sed mutabilis; scilicet corpus caeleste; sub hac tertio sunt causae corruptibiles et mutabiles.
<td style=text-align:justify>1207. Now we find three grades of causes in the world. (1) First, there is a cause which is incorruptible and immutable, namely, the divine cause; (2) second, beneath this there are causes which are incorruptible but mutable, namely, the celestial bodies; and (3) third, beneath this there are those causes which are corruptible and mutable.
<tr valign=top><td style=text-align:justify>Hae igitur causae in tertio gradu existentes sunt particulares, et ad proprios effectus secundum singulas species determinatae: ignis enim generat ignem, et homo generat hominem, et planta plantam.
<td style=text-align:justify>Therefore causes in this (3) third grade are particular causes and are determined to proper effects of the same kind; for example, fire generates fire, man generates man, and plants generate plants.
<tr valign=top><td style=text-align:justify>Causa autem secundi gradus est quodammodo universalis, et quodammodo particularis. Particularis quidem, quia se extendit ad aliquod genus entium determinatum, scilicet ad ea quae per motum in esse producuntur; est enim causa movens et mota. Universalis autem, quia non ad unam tantum speciem mobilium se extendit causalitas eius, sed ad omnia, quae alterantur et generantur et corrumpuntur: illud enim quod est primo motum, oportet esse causam omnium consequenter mobilium.
<td style=text-align:justify>1208. Now a cause belonging to the (2) second grade is in one sense universal and in another particular. It is <b>particular</b> because it extends to some special class of beings, namely, to those which are generated by motion; for it is both a cause of motion and something that is moved. And it is <b>universal</b> because its causality extends not only to one class of changeable things but to everything that is altered, generated and corrupted; for that which is first moved must be the cause of everything that is subsequently moved.
<tr valign=top><td style=text-align:justify>Sed causa primi gradus est simpliciter universalis: eius enim effectus proprius est esse: unde quicquid est, et quocumque modo est, sub causalitate et ordinatione illius causae proprie continetur.
<td style=text-align:justify>1209. But the cause belonging to the (1) first grade is <b>universal without qualification</b>, because its proper effect is existence. Hence whatever exists, and in whatever way it exists, comes properly under the causality and direction of that cause.
<tr valign=top><td style=text-align:justify>Si igitur ea quae hic sunt contingentia, reducamus in causas proximas particulares tantum, inveniuntur multa fieri per accidens, tum propter concursum duarum causarum, quarum una sub altera non continetur, sicut cum praeter intentionem occurrunt mihi latrones. (Hic enim concursus causatur ex duplici virtute motiva, scilicet mea et latronum). Tum etiam propter defectum agentis, cui accidit debilitas, ut non possit pervenire ad finem intentum; sicut cum aliquis cadit in via propter lassitudinem. Tum etiam propter indispositionem materiae, quae non recipit formam intentam ab agente, sed alterius modi sicut accidit in monstruosis partibus animalium.
<td style=text-align:justify>1210. If, then, we attribute all contingent events here to particular causes only, many things will be found to occur accidentally. This will be so for a number of reasons. (1) First, because of the <b>conjunction</b> of two causes one of which does not come under the causality of the other, as when robbers attack me without my intending this; for this meeting is caused by a twofold motive power, namely, mine and that of the robbers. (2) Second, because of some <b>defect in the agent</b>, who is so weak that he cannot attain the goal at which he aims, for example, when someone falls on the road because of fatigue. (3) Third, because of the <b>indisposition of the matter</b>, which does not receive the form intended by the agent but another kind of form. This is what occurs, for example, in the case of the deformed parts of animals.
<tr valign=top><td style=text-align:justify>Haec autem contingentia, si ulterius in causam caelestem reducantur, multa horum invenientur non esse per accidens; quia causae particulares etsi non continentur sub se invicem, continentur tamen sub una causa communi caelesti; unde concursus earum potest habere aliquam unam causam caelestem determinatam. Quia etiam virtus corporis caelestis et incorruptibilis est et impassibilis, non potest exire aliquis effectus ordinem causalitatis eius propter defectum vel debilitatem ipsius virtutis. Sed quia agit movendo, et omne tale agens requirit materiam determinatam et dispositam, potest contingere quod in rebus naturalibus virtus caelestis non consequatur suum effectum propter materiae indispositionem; et hoc erit per accidens.
<td style=text-align:justify>1211. But if these contingent events are traced back further to a celestial body, we find that many of them are not accidental; because even though particular causes are not contained under each other, they are nevertheless contained under one common celestial cause. Hence their concurrence can be attributed to one definite celestial cause. Again, since the power of a celestial body is incorruptible and impassible, no effect can escape from the sphere of its causality because of any defect or weakness of its power. But since it acts by moving, and since every agent of this kind requires a matter which is properly determined or disposed, then in the case of natural beings it can happen that the power of a celestial body fails to produce its effect because the matter is not disposed; and this will be accidental.
<tr valign=top><td style=text-align:justify>Quamvis igitur multa, quae videntur esse per accidens reducendo ipsa ad causas particulares, inveniantur non esse per accidens reducendo ipsa ad causam communem universalem, scilicet virtutem caelestem, tamen etiam hac reductione facta, inveniuntur esse aliqua per accidens, sicut superius est habitum a philosopho. Quando enim agens aliquod inducit effectum suum ut in pluribus, et non semper, sequetur, quod deficiat in paucioribus, et hoc per accidens est. Si igitur corpora caelestia effectos suos inducunt in inferiora corpora, ut in pluribus, et non semper, propter materiae indispositionem, sequetur, quod ipsum sit per accidens, quod virtus caelestis effectum suum non consequatur.
<td style=text-align:justify>1212. Therefore, even though many things which seem to be accidental when traced back to these particular causes are found not to be accidental when traced back to a common universal cause, namely, to a celestial body, yet even when this reduction has been made some things are found to be accidental, as the Philosopher stated above (1201). For when an agent produces its effect for the most part but not always, it follows that it fails in a few instances; and this is accidental. If, then, the celestial bodies cause their effects in these lower bodies for the most part but not always, because the matter is not properly disposed, then it follows that, when the power of a celestial body fails to produce its effect, this happens accidentally.
<tr valign=top><td style=text-align:justify>Licet etiam ex hoc inveniantur aliqua per accidens, facta reductione ad corpus caeleste: quia in istis inferioribus sunt aliquae causae agentes, quae possunt per se agere absque impressione corporis caelestis, scilicet animae rationales, ad quas non pertingit virtus corporis caelestis (cum sint formae corporibus non subiectae), nisi forte per accidens, inquantum scilicet ex impressione corporis caelestis fit aliqua immutatio in corpore, et per accidens in viribus animae, quae sunt actus quarumdam partium corporis, ex quibus anima rationalis inclinatur ad agendum, licet nulla necessitas inducatur, cum habeat liberum dominium super passiones, ut eis dissentiat. Illa igitur, quae in his inferioribus inveniuntur per accidens fieri reducendo ad has causas, scilicet animas rationales, prout non sequuntur inclinationem, quae est ex impressione caelesti, non invenientur per se fieri per reductionem ad virtutem corporis caelestis.
<td style=text-align:justify>1213. There is also another reason why things happen accidentally even if causality is traced back to a celestial body. It is that in the sphere of lower bodies there are some efficient causes which <b>can act of themselves without the influence of a celestial body</b>. These causes are <i>rational souls</i>, to which the power of a celestial body does not extend (since they are not forms subjected to bodies), except in an accidental way, i.e., inasmuch as the influence of a celestial body produces some change in the [human] body, and accidentally in the powers of the soul which are actualities of certain parts of the body, by which the rational soul is disposed to act. However, no necessity is involved, since the soul&#8217;s dominion over the passions is free inasmuch as it may not assent to them. Therefore in the sphere of lower bodies whatever things are found to happen accidentally when reduced to these causes, i.e., rational souls, insofar as they do not follow the inclination produced by the influence of a celestial body, will not be found to be generated in any essential way by being traced back to the power of a celestial body.
<tr valign=top><td style=text-align:justify>Et sic patet, quod positio fati, quae est quaedam dispositio inhaerens rebus inferioribus ex actione corporis caelestis, non removet omnia ea quae sunt per accidens.
<td style=text-align:justify>1214. Thus it is evident that to posit <b>fate</b>, which is a certain disposition present in lower bodies as a result of the activity of a celestial body, is not to do away with everything that happens by chance.
<tr valign=top><td style=text-align:justify>Sed si ulterius ista contingentia reducantur in causam altissimam divinam, nihil inveniri poterit, quod ab ordine eius exeat, cum eius causalitas extendat se ad omnia inquantum sunt entia. Non potest igitur sua causalitas impediri per indispositionem materiae; quia et ipsa materia, et eius dispositiones non exeunt ab ordine illius agentis, quod est agens per modum dantis esse, et non solum per modum moventis et alterantis. Non enim potest dici, quod materia praesupponatur ad esse, sicut praesupponitur ad moveri, ut eius subiectum; quinimo est pars essentiae rei. Sicut igitur virtus alterantis et moventis non impeditur ex essentia motus, aut ex termino eius, sed ex subiecto, quod praesupponitur; ita virtus dantis esse non impeditur a materia, vel a quocumque, quod adveniat qualitercumque ad esse rei. Ex quo etiam patet, quod nulla causa agens potest esse in istis inferioribus, quae eius ordini non subdatur.
<td style=text-align:justify>1215. But if these contingent events are traced back further to the highest, <b>divine cause</b>, it will be impossible to find anything that lies outside its sphere of influence, since its causality extends to all things insofar as they are beings.  Hence its causal activity cannot be thwarted as a result of the matter being indisposed, because matter itself and its dispositions do not lie outside the domain of this agent, since He is the agent who gives things their being and not merely moves and changes them. For it cannot be said that matter is presupposed as the subject of being as it is presupposed as the subject of motion; it is rather part of the essence of a thing. Therefore, just as the power of changing and moving is not hindered by the essence of motion or its terminus but by the subject which is presupposed, in a similar fashion the power of the one giving being is not hindered by matter or anything which accrues in any way to the being of a thing. From this it is also evident that in the sphere of lower bodies no efficient cause can be found which is not subject to the control of this first cause.
<tr valign=top><td style=text-align:justify>Relinquitur igitur quod omnia, quae hic fiunt, prout ad primam causam divinam referuntur, inveniuntur ordinata et non per accidens existere; licet per comparationem ad alias causas per accidens esse inveniantur. Et propter hoc secundum fidem Catholicam dicitur, quod nihil fit temere sive fortuito in mundo, et quod omnia subduntur divinae providentiae. Aristoteles autem hic loquitur de contingentibus quae hic fiunt, in ordine ad causas particulares, sicut per eius exemplum apparet.
<td style=text-align:justify>1216. It follows, then, that everything which occurs here insofar as it is related to the first divine cause, is found to be ordained by it and not to be accidental, although it may be found to be accidental in relation to other causes. This is why the Catholic faith says that nothing in the world happens by chance or fortuitously, and that everything is subject to divine providence. But in this place Aristotle is speaking of those contingent events which occur here as a result of particular causes, as is evident from his example.
<tr valign=top><td style=text-align:justify>Nunc autem restat videre quomodo positio fati et providentiae non tollit a rebus contingentiam, quasi omnia ex necessitate eveniant. Et de fato quidem manifestum est per ea quae dicta sunt. Iam enim est ostensum, quod licet corpora caelestia et eorum motus et actiones quantum in ipsis est necessitatem habeant, tamen effectus eorum in istis inferioribus potest deficere, vel propter indispositionem materiae, vel propter animam rationalem quae habet liberam electionem sequendi inclinationes, quae sunt ex impressione caelesti, vel non sequendi: et ita relinquitur, quod huiusmodi effectus non ex necessitate, sed contingenter proveniant. Non enim positio causae caelestis est positio causae talis, ad quam de necessitate sequatur effectus, sicut ad compositionem ex contrariis sequitur mors animalis, ut in litera tangitur.
<td style=text-align:justify>1217. It now remains to see how the affirming of fate and <i>providence</i> <b>does not eliminate contingency</b> from the world, as though all things were to happen of necessity. From the things that have been said above it is evident that <i>fate</i> does not do away with contingency. For it has been shown already that, even though the celestial bodies and their motions and activities are necessary, nevertheless their effects in these lower bodies can fail either because the matter is not disposed or because the rational soul may freely choose to follow or not follow the inclinations produced in it by the influence of a celestial body. Thus it follows that effects of this sort do not happen of necessity but contingently; for to posit a celestial cause is not to posit a cause of such a kind that its effect follows of necessity, as the death of an animal is a result of its being composed of contraries, as he mentions in the text.
<tr valign=top><td style=text-align:justify>Sed de providentia maiorem habet difficultatem. Providentia enim divina falli non potest. Haec enim duo sunt incompossibilia, quod aliquid sit provisum a Deo, et non fiat: et ita videtur, quod ex quo providentia iam ponitur, quod eius effectum necesse sit sequi.
<td style=text-align:justify>1218. But there is greater difficulty with regard to <b>providence</b>, because divine providence cannot fail; for these two statements are incompatible, namely, that something is foreknown by God, and that it does not come to pass. Hence it seems that, once providence is posited, its effect follows of necessity.
<tr valign=top><td style=text-align:justify>Sed sciendum est, quod ex eadem causa dependet effectus, et omnia quae sunt per se accidentia illius effectus. Sicut enim homo est a natura, ita et omnia eius per se accidentia, ut risibile, et mentis disciplinae susceptibile. Si autem aliqua causa non faciat hominem simpliciter sed hominem talem, eius non erit constituere ea quae sunt per se accidentia hominis, sed solum uti eis. Politicus enim facit hominem civilem; non tamen facit eum mentis disciplinae susceptibilem, sed hac eius proprietate utitur ad hoc quod homo fiat civilis.
<td style=text-align:justify>1219. But it must be noted that an effect and all of its proper accidents depend on one and the same cause; for just as a man is from nature, so also are his proper accidents, such as risibility and susceptibility to mental instruction. However, if some cause does not produce man in an absolute sense but such and such a man, it will not be within the power of this cause to produce the proper attributes of man but only to make use of them. For while the statesman makes man a citizen, he does not make him susceptible to mental instruction. Rather he makes use of this property in order to make a citizen of him.
<tr valign=top><td style=text-align:justify>Sicut autem dictum est, ens inquantum ens est, habet causam ipsum Deum: unde sicut divinae providentiae subditur ipsum ens, ita etiam omnia accidentia entis inquantum est ens, inter quae sunt necessarium et contingens. Ad divinam igitur providentiam pertinet non solum quod faciat hoc ens, sed quod det ei contingentiam vel necessitatem. Secundum enim quod unicuique dare voluit contingentiam vel necessitatem, praeparavit ei causas medias, ex quibus de necessitate sequatur, vel contingenter. Invenitur igitur uniuscuiusque effectus secundum quod est sub ordine divinae providentiae necessitatem habere. Ex quo contingit quod haec conditionalis est vera, si aliquid est a Deo provisum, hoc erit.
<td style=text-align:justify>1220. Now, as has been pointed out (1215), <u>being as being has God himself as its cause</u>. Hence just as being itself is subject to divine providence, so also are all the <b>accidents of being as being</b>, among which are found <i>necessity</i> and <i>contingency</i>. Therefore it belongs to divine providence not only to produce a particular being but also to give it contingency or necessity; for insofar as God wills to give contingency or necessity to anything, He has prepared for it certain intermediate causes from which it follows either of necessity or contingently. Hence the effect of every cause is found to be necessary insofar as it comes under the control of providence. And from this it follows that this conditional proposition is true: &#8220;If anything is foreknown by God, it will be.&#8221;
<tr valign=top><td style=text-align:justify>Secundum autem quod effectus aliquis consideratur sub ordine causae proximae, sic non omnis effectus est necessarius; sed quidam necessarius et quidam contingens secundum analogiam suae causae. Effectus enim in suis naturis similantur causis proximis, non autem remotis, ad quarum conditionem pertingere non possunt.
<td style=text-align:justify>1221. However, insofar as any effect is considered to come under its <b>proximate</b> cause, not every effect is necessary; but some are necessary and some contingent in proportion to their cause. For effects are likened in their nature to their proximate causes, but not to their remote causes, whose state they cannot attain.
<tr valign=top><td style=text-align:justify>Sic ergo patet, quod cum de divina providentia loquimur, non est dicendum solum, hoc est provisum a Deo ut sit, sed hoc est provisum a Deo, ut contingenter sit, vel ut necessario sit. Unde non sequitur secundum rationem Aristotelis hic inductam, quod ex quo divina providentia est posita, quod omnes effectus sint necessarii; sed necessarium est effectus esse contingenter, vel de necessitate. Quod quidem est singulare in hac causa, scilicet in divina providentia. Reliquae enim causae non constituunt legem necessitatis vel contingentiae, sed constituta a superiori causa utuntur. Unde causalitati cuiuslibet alterius causae subditur solum quod eius effectus sit. Quod autem sit necessario vel contingenter, dependet ex causa altiori, quae est causa entis inquantum est ens; a qua ordo necessitatis et contingentiae in rebus provenit.
<td style=text-align:justify>1222. It is evident, then, that when we speak of divine providence we must say that this thing is foreseen by God not only insofar <b>as it is</b> but also insofar <b>as it is either contingent or necessary</b>. Therefore, just because divine providence is held to exist, it does not follow, according to the argument which Aristotle gives here, that every effect happens of necessity, but only that it must be either contingent or necessary. In fact this applies solely in the case of this cause, i.e., divine providence, because the remaining causes do not establish the law of necessity or contingency, but make use of this law established by a higher cause. Hence the only thing that is subject to the causality of any other cause is that its effect be. But that it be either necessary or contingent depends on a higher cause, which is the cause of being as being, and the one from which the order of necessity and of contingency originates in the world.
</table><hr>
<a name="4"><table cellpadding=12>
<tr><td align=center colspan=2><b>LESSON 4</b>
<tr><td align=center colspan=2><b>The True and the False as Being and Non-Being.<br>Accidental Being and Being in the Sense of the True Are Excluded from This Science</b>
<span style=font-family:"Times New Roman"><blockquote><table cellpadding=12><tr><td align=center colspan=2>ARISTOTLE&#8217;S TEXT Chapter 4: 1027b 17-1028a 6
<tr valign=top><td style=text-align:justify>&#960;&#949;&#961;&#8054; &#956;&#8050;&#957;
&#959;&#8022;&#957; &#964;&#959;&#8166; &#954;&#945;&#964;&#8048;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#8004;&#957;&#964;&#959;&#962;
&#7936;&#966;&#949;&#8055;&#963;&#952;&#969; (&#948;&#953;&#8061;&#961;&#953;&#963;&#964;&#945;&#953;
&#947;&#8048;&#961; &#7985;&#954;&#945;&#957;&#8182;&#962;): &#964;&#8056; &#948;&#8050; &#8033;&#962; &#7936;&#955;&#951;&#952;&#8050;&#962;
&#8004;&#957;, &#954;&#945;&#8054; &#956;&#8052; &#8002;&#957; &#8033;&#962;
&#968;&#949;&#8166;&#948;&#959;&#962;, &#7952;&#960;&#949;&#953;&#948;&#8052; &#960;&#945;&#961;&#8048; &#963;&#8059;&#957;&#952;&#949;&#963;&#8055;&#957; &#7952;&#963;&#964;&#953;
&#954;&#945;&#8054; &#948;&#953;&#945;&#8055;&#961;&#949;&#963;&#953;&#957;,
&#964;&#8056; &#948;&#8050; &#963;&#8059;&#957;&#959;&#955;&#959;&#957;
[20] &#960;&#949;&#961;&#8054; &#956;&#949;&#961;&#953;&#963;&#956;&#8056;&#957; &#7936;&#957;&#964;&#953;&#966;&#8049;&#963;&#949;&#969;&#962; (&#964;&#8056; &#956;&#8050;&#957; &#947;&#8048;&#961; &#7936;&#955;&#951;&#952;&#8050;&#962; &#964;&#8052;&#957;
&#954;&#945;&#964;&#8049;&#966;&#945;&#963;&#953;&#957;
&#7952;&#960;&#8054; &#964;&#8183;
&#963;&#965;&#947;&#954;&#949;&#953;&#956;&#8051;&#957;&#8179;
&#7956;&#967;&#949;&#953; &#964;&#8052;&#957; &#948;&#8125; &#7936;&#960;&#8057;&#966;&#945;&#963;&#953;&#957;
&#7952;&#960;&#8054; &#964;&#8183; &#948;&#953;&#8131;&#961;&#951;&#956;&#8051;&#957;&#8179;, &#964;&#8056; &#948;&#8050; &#968;&#949;&#8166;&#948;&#959;&#962; &#964;&#959;&#8059;&#964;&#959;&#965; &#964;&#959;&#8166;
&#956;&#949;&#961;&#953;&#963;&#956;&#959;&#8166; &#964;&#8052;&#957; &#7936;&#957;&#964;&#8055;&#966;&#945;&#963;&#953;&#957;:
<td style=text-align:justify>556. Again, being in the sense of the true and non-being in the sense of the false [are not to be considered] since such being depends on combination and separation, and these taken together form both parts of a contradiction. For truth resides in the affirmation of one side of a contradiction when there is combination, and in the negation when there is separation. But falsity consists in the reverse of this division.
<tr valign=top><td style=text-align:justify>&#960;&#8182;&#962; &#948;&#8050; &#964;&#8056; &#7941;&#956;&#945;
&#7970;
&#964;&#8056; &#967;&#969;&#961;&#8054;&#962;
&#957;&#959;&#949;&#8150;&#957;
&#963;&#965;&#956;&#946;&#945;&#8055;&#957;&#949;&#953;,
&#7940;&#955;&#955;&#959;&#962; &#955;&#8057;&#947;&#959;&#962;, &#955;&#8051;&#947;&#969; &#948;&#8050; &#964;&#8056; &#7941;&#956;&#945;
&#954;&#945;&#8054; &#964;&#8056; &#967;&#969;&#961;&#8054;&#962; &#8037;&#963;&#964;&#949; &#956;&#8052; &#964;&#8056; &#7952;&#966;&#949;&#958;&#8134;&#962;
[25] &#7936;&#955;&#955;&#8125; &#7957;&#957; &#964;&#953; &#947;&#8055;&#947;&#957;&#949;&#963;&#952;&#945;&#953;):
<td style=text-align:justify>557. But how [the intellect] happens to understand [things which are combined and separated, whether] together or separately, pertains to another discussion; and by understanding things together or separately I mean understanding them not successively but insofar as they form a unity.
<tr valign=top><td style=text-align:justify>&#959;&#8016; &#947;&#8049;&#961; &#7952;&#963;&#964;&#953; &#964;&#8056; &#968;&#949;&#8166;&#948;&#959;&#962; &#954;&#945;&#8054; &#964;&#8056; &#7936;&#955;&#951;&#952;&#8050;&#962; &#7952;&#957;
&#964;&#959;&#8150;&#962; &#960;&#961;&#8049;&#947;&#956;&#945;&#963;&#953;&#957;, &#959;&#7991;&#959;&#957; &#964;&#8056; &#956;&#8050;&#957; &#7936;&#947;&#945;&#952;&#8056;&#957; &#7936;&#955;&#951;&#952;&#8050;&#962; &#964;&#8056; &#948;&#8050; &#954;&#945;&#954;&#8056;&#957; &#949;&#8016;&#952;&#8058;&#962; &#968;&#949;&#8166;&#948;&#959;&#962;,
&#7936;&#955;&#955;&#8125; &#7952;&#957; &#948;&#953;&#945;&#957;&#959;&#8055;&#8115;,
&#960;&#949;&#961;&#8054; &#948;&#8050; &#964;&#8048; &#7937;&#960;&#955;&#8118; &#954;&#945;&#8054; &#964;&#8048; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957; &#959;&#8016;&#948;&#8125; &#7952;&#957; &#948;&#953;&#945;&#957;&#959;&#8055;&#8115;: &#8005;&#963;&#945; &#956;&#8050;&#957;
&#959;&#8022;&#957; &#948;&#949;&#8150; &#952;&#949;&#969;&#961;&#8134;&#963;&#945;&#953;
&#960;&#949;&#961;&#8054; &#964;&#8056; &#959;&#8021;&#964;&#969;&#962; &#8002;&#957;
&#954;&#945;&#8054; &#956;&#8052; &#8004;&#957;, &#8021;&#963;&#964;&#949;&#961;&#959;&#957;
&#7952;&#960;&#953;&#963;&#954;&#949;&#960;&#964;&#8051;&#959;&#957;:
<td style=text-align:justify>558. For what is true and what is false are not in things themselves, so that what is good is true and what is evil is false, but only in the mind. And with regard to simple concepts and the whatness of things there is neither truth nor falsity in the mind. Hence the things which must be investigated about being and non-being in this sense must be considered later on (806).
<tr valign=top><td style=text-align:justify>&#7952;&#960;&#949;&#8054;
&#948;&#8050; &#7969; &#963;&#965;&#956;&#960;&#955;&#959;&#954;&#8053; [30] &#7952;&#963;&#964;&#953;&#957;
&#954;&#945;&#8054; &#7969; &#948;&#953;&#945;&#8055;&#961;&#949;&#963;&#953;&#962;
&#7952;&#957; &#948;&#953;&#945;&#957;&#959;&#8055;&#8115; &#7936;&#955;&#955;&#8125;
&#959;&#8016;&#954; &#7952;&#957; &#964;&#959;&#8150;&#962; &#960;&#961;&#8049;&#947;&#956;&#945;&#963;&#953;,
&#964;&#8056; &#948;&#8125; &#959;&#8021;&#964;&#969;&#962; &#8002;&#957; &#7957;&#964;&#949;&#961;&#959;&#957;
&#8002;&#957; &#964;&#8182;&#957; &#954;&#965;&#961;&#8055;&#969;&#962; (&#7970; &#947;&#8048;&#961; &#964;&#8056; &#964;&#8055; &#7952;&#963;&#964;&#953;&#957; &#7970; &#8005;&#964;&#953;
&#960;&#959;&#953;&#8056;&#957; &#7970; &#8005;&#964;&#953; &#960;&#959;&#963;&#8056;&#957; &#7972; &#964;&#953; &#7940;&#955;&#955;&#959; &#963;&#965;&#957;&#8049;&#960;&#964;&#949;&#953; &#7970; &#7936;&#966;&#945;&#953;&#961;&#949;&#8150; &#7969; &#948;&#953;&#8049;&#957;&#959;&#953;&#945;), &#964;&#8056; &#956;&#8050;&#957; &#8033;&#962;
&#963;&#965;&#956;&#946;&#949;&#946;&#951;&#954;&#8056;&#962; &#954;&#945;&#8054; &#964;&#8056; &#8033;&#962; &#7936;&#955;&#951;&#952;&#8050;&#962;
&#8002;&#957; &#7936;&#966;&#949;&#964;&#8051;&#959;&#957;&#8212;&#964;&#8056; &#947;&#8048;&#961; &#945;&#7988;&#964;&#953;&#959;&#957; &#964;&#959;&#8166; &#956;&#8050;&#957; &#7936;&#8057;&#961;&#953;&#963;&#964;&#959;&#957;
&#964;&#959;&#8166; &#948;&#8050; &#964;&#8134;&#962;
&#948;&#953;&#945;&#957;&#959;&#8055;&#945;&#962;
&#964;&#953; &#960;&#8049;&#952;&#959;&#962;,
[1028&#945;] [1] &#954;&#945;&#8054; &#7936;&#956;&#966;&#8057;&#964;&#949;&#961;&#945; &#960;&#949;&#961;&#8054; &#964;&#8056;
&#955;&#959;&#953;&#960;&#8056;&#957; &#947;&#8051;&#957;&#959;&#962; &#964;&#959;&#8166; &#8004;&#957;&#964;&#959;&#962;,
&#954;&#945;&#8054; &#959;&#8016;&#954; &#7956;&#958;&#969; &#948;&#951;&#955;&#959;&#8166;&#963;&#953;&#957; &#959;&#8022;&#963;&#8049;&#957;
&#964;&#953;&#957;&#945; &#966;&#8059;&#963;&#953;&#957;
&#964;&#959;&#8166;
&#8004;&#957;&#964;&#959;&#962;&#8212;&#948;&#953;&#8056; &#964;&#945;&#8166;&#964;&#945;
&#956;&#8050;&#957; &#7936;&#966;&#949;&#8055;&#963;&#952;&#969;,
&#963;&#954;&#949;&#960;&#964;&#8051;&#959;&#957;
&#948;&#8050; &#964;&#959;&#8166; &#8004;&#957;&#964;&#959;&#962;
&#945;&#8016;&#964;&#959;&#8166; &#964;&#8048; &#945;&#7988;&#964;&#953;&#945; &#954;&#945;&#8054; &#964;&#8048;&#962; &#7936;&#961;&#967;&#8048;&#962; &#8087; &#8004;&#957;.
[&#966;&#945;&#957;&#949;&#961;&#8056;&#957;
&#948;&#8125; &#7952;&#957;
&#959;&#7991;&#962;
&#948;&#953;&#969;&#961;&#953;&#963;&#8049;&#956;&#949;&#952;&#945;
&#960;&#949;&#961;&#8054; [5] &#964;&#959;&#8166; &#960;&#959;&#963;&#945;&#967;&#8182;&#962; &#955;&#8051;&#947;&#949;&#964;&#945;&#953;
&#7957;&#954;&#945;&#963;&#964;&#959;&#957;, &#8005;&#964;&#953; &#960;&#959;&#955;&#955;&#945;&#967;&#8182;&#962; &#955;&#8051;&#947;&#949;&#964;&#945;&#953;
&#964;&#8056; &#8004;&#957;.]
<td style=text-align:justify>559. But since combination and separation exist in thought and not in things, and being in this sense is different from being in the proper senses (for these are either what a thing is, or of what sort, or how much, or anything else that the mind combines or separates), then being in the sense of what is accidental and being in the sense of what is true must be omitted from this science. For the cause of the former is the indeterminate, and of the latter some positive state of mind; and both of these pertain to the remaining class of being and do not indicate the existence of any definite kind of being outside of the mind. For this reason, then, let us exclude them from our study, and let us look for the causes and principles of being as being. Now from our discussions of the different meanings of words it is evident that being is used in several senses (435).</span></table></blockquote>
<tr><td align=center colspan=2><b>COMMENTARY
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify><i>The &#8220;being&#8221; of propositions is not the subject of this science.</i>
<tr valign=top><td style=text-align:justify>Postquam determinavit philosophus de ente per accidens, hic determinat de ente, quod significat veritatem propositionis: et circa hoc duo facit. Primo determinat qualiter dicatur huiusmodi ens. Secundo removet ipsum a principali consideratione huius scientiae, ibi, quoniam autem complexio et cetera.
<td style=text-align:justify>1223. Having drawn his conclusions about accidental being, the Philosopher now settles the issue about the being which signifies the truth of a proposition; and in regard to this he does two things. First (556:C 1223), he determines the meaning of this kind of being. Second (1241), he excludes it from the principal study of this science (&#8220;But since combination&#8221;).
<tr valign=top><td style=text-align:justify>Circa primum tria facit. Primo ostendit qualiter huiusmodi ens dicatur. Secundo respondet cuidam quaestioni, ibi, quomodo autem quod simul et cetera. Tertio manifestat quoddam quod dixerat, ibi, non est autem verum et falsum in rebus et cetera.
<td style=text-align:justify>In regard to the first he does three things. First, he determines the meaning of this kind of being. Second (1227), he answers a question (&#8220;But how [the intellect]&#8221;). Third (1230) he clarifies a statement which he had made (&#8220;For what is true&#8221;).
<tr valign=top><td style=text-align:justify>Dicit ergo quod ens quoddam dicitur quasi verum, idest quod nihil aliud significat nisi veritatem. Cum enim interrogamus si homo est animal, respondetur quod est; per quod significatur, propositionem praemissam esse veram. Et eodem modo non ens significat quasi falsum. Cum enim respondetur, non est, significatur quod proposita oratio sit falsa. Hoc autem ens, quod dicitur quasi verum, et non ens, quod dicitur quasi falsum, consistit circa compositionem et divisionem. Voces enim incomplexae neque verum neque falsum significant; sed voces complexae, per affirmationem aut negationem veritatem aut falsitatem habent. Dicitur autem hic affirmatio compositio, quia significat praedicatum inesse subiecto. Negatio vero dicitur hic divisio, quia significat praedicatum a subiecto removeri.
<td style=text-align:justify>He says, then, that &#8220;in one sense <b>being</b> means what is <b>true</b>,&#8221; i.e., it signifies nothing else than truth; for when we ask if man is an animal, the answer is that he is, by which it is meant that this proposition is true. And in the same way <b>non-being</b> signifies in a sense what is <b>false</b>; for when one answers that he is not, it is meant that the statement made is false. Now this &#8216;being which means what is true, and non-being which means what is false, depend on combination and separation; for simple terms signify neither truth nor falsity, whereas complex terms have truth and falsity through affirmation or negation. And here affirmation is called combination because it signifies that a predicate belongs to a subject, whereas negation is called separation because it signifies that a predicate does not belong to a subject.
<tr valign=top><td style=text-align:justify>Et cum voces sint signa intellectuum, similiter dicendum est de conceptionibus intellectus. Quae enim sunt simplices, non habent veritatem neque falsitatem, sed solum illae quae sunt complexae per affirmationem vel negationem.
<td style=text-align:justify>1224. Further, since words are the signs of concepts, we must speak in the same way about the concepts of the intellect; for those which are simple do not have truth and falsity, but only those which are complex through affirmation or negation.
<tr valign=top><td style=text-align:justify>Et quia praedictum ens et non ens, scilicet verum et falsum, consistit in compositione et divisione, ideo similiter consistit circa partitionem contradictionis. Unaquaeque enim contradictionum partiuntur sibi invicem verum et falsum; ita quod altera pars est vera, et altera pars est falsa. Cum enim contradictio ex affirmatione et negatione constituatur, utraque autem harum ex praedicato sit et subiecto, praedicatum et subiectum dupliciter se possunt habere. Aut enim sunt coniuncta in rerum natura, sicut homo et animal; aut sunt disiuncta, ut homo et asinus.
<td style=text-align:justify>1225. And since the being and non-being just mentioned&#8212;the true and the false&#8212;depend on combination and separation, they therefore also depend on the division of a contradiction; for each part of a contradiction separates the true and the false from each other so that one part is true and the other is false. For since a contradiction is constituted of an affirmation and a negation, and each of these is constituted of a predicate and a subject, then a predicate and a subject can be related to each other in two ways; because they are either connected in reality, as man and animal, or are unconnected, as man and ass.
<tr valign=top><td style=text-align:justify>Si ergo formantur duae contradictiones: una ex terminis coniunctis, ut, homo est animal, homo non est animal; alia ex terminis disiunctis, ut, homo est asinus, homo non est asinus, utramque contradictionem inter se condividunt verum et falsum; ita quod verum pro parte sua habet affirmationem in composito, idest in terminis coniunctis, et negationem in disiuncto, idest in terminis disiunctis. Hae enim duae sunt verae, homo est animal et homo non est asinus. Sed falsum pro sua parte habet contradictionem partitionis, idest contradictoria eorum, quae cedunt in partem veri. Habet enim falsum pro sua parte negationem in coniuncto, et affirmationem in disiuncto. Hae enim duae sunt falsae, homo non est animal, et homo est asinus.
<td style=text-align:justify>1226. Hence, if two contradictions are formed, one from connected terms, as &#8220;Man is an animal&#8221; and &#8220;Man is not an animal,&#8221; and another from unconnected terms, as &#8220;Man is an ass&#8221; and &#8220;Man is not an ass,&#8221; then truth and falsity divide each contradiction between themselves, so that the true on its side &#8220;resides in affirmation when there is combination,&#8221; i.e., in connected terms, and &#8220;in negation when there is separation,&#8221; i.e., in unconnected terms. For these two propositions &#8220;Man is an animal&#8221; and &#8220;Man is not an ass&#8221; are true. But the false on its side resides in the reverse of this division, i.e., in the contradictory of those statements which fall on the side of the true, because it consists in the negating of connected terms and in the affirming of unconnected terms; for these two propositions &#8220;Man is not an animal&#8221; and &#8220;Man is an ass&#8221; are false.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1227. <B>But how [the intellect]</B> (557).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quomodo autem removet quamdam dubitationem, quae posset occasionari ex dictis. Dixerat enim quod verum et falsum consistunt in compositione et divisione, vocum quidem secundario, intellectus autem primo et principaliter: omnis autem compositio vel divisio plurium est: et ideo potest esse dubium, quomodo ista quae componuntur et dividuntur, intellectus intelligat: utrum scilicet simul, aut separatim. Sed dicit, quod hoc pertinet ad alium sermonem, scilicet ad librum de anima.
<td style=text-align:justify>Here he dismisses a problem that could arise from the foregoing remarks. For he said that the true and the false consist <b>secondarily</b> in the combination and separation of <i>words</i>, but <b>primarily</b> and properly in the combination and separation which the <i>intellect</i> makes. Now every combination and separation involves a plurality, and therefore the problem can arise how the intellect understands things which are combined and separated, whether together or separately. But he says that this pertains to another discussion, namely, to <i>The Soul</i>.
<tr valign=top><td style=text-align:justify>Et quia simul dupliciter dicitur, quandoque enim significat unitatem, sicut dicimus simul esse secundum tempus quae sunt in uno et eodem instanti: quandoque vero significat coniunctionem et vicinitatem eorum quae consequenter se habent, sicut dicimus duos homines esse simul secundum locum, quorum loca sunt coniuncta et consequenter se habentia, et secundum tempus, quae se tempore consequuntur: ideo exponit quaestionem motam, qua quaesivit utrum simul aut separatim intelligat intellectus ea quae componuntur et dividuntur: dicens, quod non intelligit simul secundum quod aliqua dicuntur esse simul, ut consequenter se habent; sed secundum quod aliqua dicuntur esse simul in eo quod fit aliquid unum.
<td style=text-align:justify>1228. Now <i>together</i> is used in two senses. (1) For sometimes it signifies a <b>unity</b>, as when we say that those things which exist at one and the same instant are together in time; and (2) sometimes it signifies the <b>connection and proximity</b> of things which succeed each other, as when we say that two men are together in place when their places are joined and next to each other, and in time when their times succeed each other. And since this is so, he therefore answers the proposed question which asks whether the intellect understands things which are combined or separated, together or separately, by saying that it does not understand them together according as some things are said to be together (~) insofar as they succeed each other, but (+) according as they are said to be together insofar as they form <b>one</b> thing.
<tr valign=top><td style=text-align:justify>Et in hoc innuitur solutio quaestionis. Si enim intellectus intelligat hominem et animal unumquodque secundum se, ut sunt duo quaedam, intelligit ea consequenter duabus conceptionibus simplicibus, non formans ex eis affirmationem neque negationem. Cum autem ex eis format compositionem vel divisionem, intelligit ambo ut unum, inquantum scilicet ex eis aliquod unum fit: sicut etiam partes cuiuslibet totius intelligit intellectus ut unum, intelligendo ipsum totum. Non enim intelligit domum intelligendo prius fundamentum et postea parietem et postea tectum; sed omnia ista intelligit simul, inquantum ex eis fit unum. Similiter intelligit praedicatum et subiectum simul, inquantum ex eis fit unum, scilicet affirmatio et negatio.
<td style=text-align:justify>1229. And in this way he indicates the solution of this question. For (1) if the intellect understands a man and an animal as they are in themselves, as two <b>distinct</b> things, it understands them successively by two simple concepts without forming an affirmation or a negation from them. But (2) when it <b>combines</b> or separates them, it understands them both as one thing, i.e., according as one thing is constituted from them; just as the intellect also understands the parts of a whole as one thing by understanding the whole itself. For the intellect does not understand a house by understanding first the foundation and then the walls and then the roof, but it understands all of these together insofar as one thing is constituted from them. And in a similar way it understands a predicate and a subject together insofar as one judgment is constituted from them, namely, an affirmation or a negation.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1230. <B>For what is true</B> (558).
<tr valign=top><td style=text-align:justify>Deinde cum dicit non est autem. Manifestat quoddam quod dixerat scilicet quod verum et falsum sint in compositione et divisione. Quod quidem probat per modum cuiusdam divisionis. Eorum enim, quae dicuntur voce, quaedam sunt in rebus extra animam, quaedam autem sunt in anima tantum. Album enim et nigrum sunt extra animam; sed rationes horum sunt in anima tantum. Posset autem aliquis credere, quod verum et falsum sint etiam in rebus sicut bonum et malum; ita quod verum sit quoddam bonum, et falsum sit quoddam malum: hoc enim oporteret si verum et falsum essent in rebus. Verum enim quamdam perfectionem naturae significat, falsum vero defectum. Omnis autem perfectio in rebus existens, ad perfectionem et bonitatem naturae pertinet, defectus vero et privatio ad malitiam.
<td style=text-align:justify>He explains a statement which he had made to the effect that truth and falsity consist in combination and separation; and he proves this by means of the process of elimination. For some of the things signified by a word are found in things outside of the mind, but others are found only in the mind. For white and black are found outside of the mind, but their concepts are found only in the mind. Now someone might think that <b>the true and the false</b> are also found in things, just as good and evil are, so that the true is a kind of good and the false a kind of evil; for this would be necessary if truth and falsity were found in things, since truth signifies a certain perfection of nature, and falsity a defect. Moreover, every perfection existing in things pertains to the perfection and <b>goodness</b> of their nature, whereas every defect and privation pertains to <b>evil</b>.
<tr valign=top><td style=text-align:justify>Sed ipse hoc negat; dicens, quod verum et falsum non sunt in rebus, ita quod verum rationis sit quoddam bonum naturae, et falsum sit quoddam malum; sed sunt tantum in mente, idest in intellectu.
<td style=text-align:justify>1231. But he denies this, saying that the true and the false are not found in things in such a way that what is true on the part of reason is a kind of natural good, and what is false a kind of evil, but &#8220;they are found <b>only in the mind</b>,&#8221; or intellect.
<tr valign=top><td style=text-align:justify>Intellectus autem habet duas operationes, quarum una vocatur indivisibilium intelligentia, per quam intellectus format simplices conceptiones rerum intelligendo quod quid est uniuscuiusque rei. Alia eius operatio est per quam componit et dividit.
<td style=text-align:justify>1232. The intellect, however, has two operations. One of these is called the understanding of indivisibles, and this is the operation by which the intellect forms simple concepts of things by understanding the whatness of each one of them. The other operation is that by which the intellect combines and separates.
<tr valign=top><td style=text-align:justify>Verum autem et falsum, etsi sint in mente, non tamen sunt circa illam operationem mentis, qua intellectus format simplices conceptiones, et quod quid est rerum. Et hoc est quod dicit, quod verum et falsum, circa simplicia et quod quid est, nec in mente est. Unde relinquitur per locum a divisione, quod ex quo non est in rebus, nec est in mente circa simplicia et quod quid est, quod sit circa compositionem et divisionem mentis primo et principaliter; et secundario vocis, quae significat conceptionem mentis. Et ulterius concludit, quod quaecumque oportet speculari circa ens et non ens sic dictum, scilicet prout ens significat verum, et non ens falsum, posterius perscrutandum est, scilicet in fine noni et etiam in libro de anima, et in logicalibus. Tota enim logica videtur esse de ente et non ente sic dicto.
<td style=text-align:justify>1233. Now while truth and falsity are in the mind, they do not pertain to that operation by which the mind forms simple concepts and the whatness of things. This is what he means when he says &#8220;with regard to simple concepts and the whatness of things there is neither truth nor falsity in the mind.&#8221; Hence as a result of this process of elimination it follows that since truth and falsity are neither in things nor in the mind when it apprehends simple concepts and the whatness of things, they must pertain <b>primarily</b> and principally to the combination and separation which the <b>mind</b> makes, and <b>secondarily</b> to that of <b>words</b>, which signify the mind&#8217;s conceptions. Further, he concludes that everything which must be considered about being and non-being in this sense, namely, insofar as being signifies the true, and non-being the false, &#8220;must be considered later on,&#8221; i.e., at the end of Book IX (1895), and also in <i>The Soul</i>, and in his works on logic. For the whole of logic seems to be devoted to the being and non-being spoken of in this way.
<tr valign=top><td style=text-align:justify>Sciendum est autem, quod cum quaelibet cognitio perficiatur per hoc quod similitudo rei cognitae est in cognoscente; sicut perfectio rei cognitae consistit in hoc quod habet talem formam per quam est res talis, ita perfectio cognitionis consistit in hoc, quod habet similitudinem formae praedictae.
<td style=text-align:justify>1234. Now it must be noted that any kind of knowing attains its completion as a result of the likeness of the thing known existing in the knowing subject. Therefore, just as the completion of the thing known depends upon this thing having the kind of <b>form</b> which makes it to be such and such a thing, in a similar fashion the completion of the act of knowing depends upon the knowing subject having the <b>likeness of this form</b>.
<tr valign=top><td style=text-align:justify>Ex hoc autem, quod res cognita habet formam sibi debitam, dicitur esse bona; et ex hoc, quod aliquem defectum habet, dicitur esse mala. Et eodem modo ex hoc quod cognoscens habet similitudinem rei cognitae, dicitur habere veram cognitionem: ex hoc vero, quod deficit a tali similitudine, dicitur falsam cognitionem habere.
<td style=text-align:justify>Moreover, just as the thing known is said to be <b>good</b> because it has the form which it ought to have, and evil because it is defective in some way, in a similar fashion the knowledge of the knowing subject is said to be <b>true</b> because this subject possesses a likeness of the thing known, and false because its knowledge falls short of such a likeness.
<tr valign=top><td style=text-align:justify>Sicut ergo bonum et malum designant perfectiones, quae sunt in rebus: ita verum et falsum designant perfectiones cognitionum.
<td style=text-align:justify>Therefore, just as <b>good and evil</b> designate perfections of things, in a similar way <b>truth and falsity</b> designate perfections of knowledge.
<tr valign=top><td style=text-align:justify>Licet autem in cognitione sensitiva possit esse similitudo rei cognitae, non tamen rationem huius similitudinis cognoscere ad sensum pertinet, sed solum ad intellectum. Et ideo, licet sensus de sensibili possit esse verus, tamen sensus veritatem non cognoscit, sed solum intellectus: et propter hoc dicitur quod verum et falsum sunt in mente.
<td style=text-align:justify>1235. But even though in <b>sensory</b> perception there can be a likeness of the thing known, nevertheless it does not belong to the senses to know the formality of this likeness but only to the intellect. Hence, even though the senses can be true in relation to sensible objects, they <b>still cannot know the truth</b>, but only the intellect can do this. And this is why it is said that truth and falsity are in the mind.
<tr valign=top><td style=text-align:justify>Intellectus autem habet apud se similitudinem rei intellectae, secundum quod rationes incomplexorum concipit; non tamen propter hoc ipsam similitudinem diiudicat, sed solum cum componit vel dividit. Cum enim intellectus concipit hoc quod est animal rationale mortale, apud se similitudinem hominis habet; sed non propter hoc cognoscit se hanc similitudinem habere, quia non iudicat hominem esse animal rationale et mortale: et ideo in hac sola secunda operatione intellectus est veritas et falsitas, secundum quam non solum intellectus habet similitudinem rei intellectae, sed etiam super ipsam similitudinem reflectitur, cognoscendo et diiudicando ipsam. Ex his igitur patet, quod veritas non est in rebus, sed solum in mente, et etiam in compositione et divisione.
<td style=text-align:justify>1236. And although the intellect has within itself a likeness of the things known according as it forms concepts of <b>incomplex</b> things, it does not for that reason make a <i>judgment</i> about this likeness. This occurs only when it <b>combines</b> or separates. For when the intellect forms a concept of mortal rational animal, it has within itself a likeness of man; but it does not for that reason know that it has this likeness, since it does not judge that &#8220;Man is a mortal rational animal.&#8221; There is truth and falsity, then, only in this second operation of the intellect, according to which it not only possesses a likeness of the thing known but also reflects on this likeness by knowing it and by making a judgment about it. Hence it is evident from this that truth is not found in things but only in the mind, and that it depends upon combination and separation.
<tr valign=top><td style=text-align:justify>Et si res dicatur aliquando falsa, vel etiam definitio, hoc erit in ordine ad affirmationem et ad negationem. Dicitur enim res falsa, ut in fine quinti habitum est, aut quae non est omnino, sicut diametrum commensurabilem; aut quia est quidem, sed est apta nata videri aliter quam sit.
<td style=text-align:justify>1237. And if a <b>thing</b> is sometimes said to be <b>false</b>, and the same applies to a definition, this will be so in reference to affirmation and negation. For a false thing, as is said at the end of Book V (1128), means (a) one that does not exist in any way (for example, the commensurability of a diagonal) or (b) one that exists but is naturally disposed to appear otherwise than it is.
<tr valign=top><td style=text-align:justify>Et similiter definitio dicitur falsa aut quia nullius, vel quia assignatur alteri quam ei cuius est. In omnibus enim his modis patet quod falsum in rebus vel in definitionibus dicitur, ratione falsae enunciationis de ipsis.
<td style=text-align:justify>Similarly a <b>definition</b> is said to be <b>false</b> either because it is not the definition of any existing thing or because it is assigned to something other than that of which it is the definition. For it is evident that falsity is said to be in things or in definitions in all of these ways by reason of a false statement made about them.
<tr valign=top><td style=text-align:justify>Et similiter patet de vero. Nam res dicitur vera, quando habet propriam formam, quae ei ostenditur inesse. Et definitio vera, quae vere competit ei cui assignatur.
<td style=text-align:justify>1238. The same thing is evident in the case of truth. For a <b>thing</b> is said to be <b>true</b> when it has the proper form which is shown to be present in it; and a <b>definition</b> is said to be <b>true</b> when it really fits the thing to which it is assigned.
<tr valign=top><td style=text-align:justify>Patet etiam quod nihil prohibet verum esse quoddam bonum, secundum quod intellectus cognoscens accipitur ut quaedam res. Sicut enim quaelibet alia res dicitur bona sua perfectione, ita intellectus cognoscens, sua veritate.
<td style=text-align:justify>1239. It is also evident that nothing prevents truth from being a kind of <b>good</b> insofar as the <b>knowing intellect</b> is taken as a thing. For just as every other thing is said to be good because of its perfection, in a similar fashion the intellect which knows is said to be good because of its truth.
<tr valign=top><td style=text-align:justify>Apparet etiam ex his quae hic dicuntur, quod verum et falsum, quae sunt obiecta cognitionis, sunt in mente. Bonum vero et malum, quae sunt obiecta appetitus, sunt in rebus. Item quod, sicut cognitio perficitur per hoc quod res cognitae sunt in cognoscente, ita appetitus quicumque perficitur per ordinem appetentis ad res appetibiles.
<td style=text-align:justify>1240. It is also evident from the statements made here that the true and the false, which are objects of knowing, are found in the mind, but that good and evil, which are the objects of appetite, are found in things. And it is also evident that, just as the act of <b>knowing</b> attains its completion as a result of the things known existing in the knowing subject, in a similar fashion every <b>appetite</b> attains its completion as a result of the ordering of the appetitive subject to its appetible objects.
<tr valign=top><td style=text-align:justify>
<td style=text-align:justify>1241. <B>But since combination</B> (559).
<tr valign=top><td style=text-align:justify>Deinde cum dicit quoniam autem excludit ens verum et ens per accidens a principali consideratione huius doctrinae; dicens, quod compositio et divisio, in quibus est verum et falsum, est in mente, et non in rebus. Invenitur siquidem et in rebus aliqua compositio; sed talis compositio efficit unam rem, quam intellectus recipit ut unum simplici conceptione. Sed illa compositio vel divisio, qua intellectus coniungit vel dividit sua concepta, est tantum in intellectu, non in rebus. Consistit enim in quadam duorum comparatione conceptorum; sive illa duo sint idem secundum rem, sive diversa. Utitur enim intellectus quandoque uno ut duobus compositionem formans; sicut dicitur, homo est homo: ex quo patet quod talis compositio est solum in intellectu, non in rebus. Et ideo illud, quod est ita ens sicut verum in tali compositione consistens, est alterum ab his quae proprie sunt entia, quae sunt res extra animam, quarum unaquaeque est aut quod quid est, idest substantia, aut quale, aut quantum, aut aliquod incomplexum, quod mens copulat vel dividit.
<td style=text-align:justify>Here he <b>excludes</b> being in the sense of the <b>true</b> and being in the sense of the <b>accidental</b> from the principal consideration of this science. He says that combination and separation, on which truth and falsity depend, are found in the mind and not in things; and that if any combination is also found in things, such combination produces a unity which the intellect understands as one by a simple concept. But that combination or separation by which the intellect combines or separates its concepts is found only in the intellect and not in things. For it consists in a certain comparison of two concepts, whether these two are identical or distinct in reality. For sometimes the intellect uses one concept as two when it forms a combination, as when we say &#8220;Man is man&#8221;; and it is clear from this that such a combination is found only in the intellect and not in things. Therefore whatever is a being in the sense of the true, and consists in such a combination, differs from those things which are beings in the proper sense and are realities outside of the mind, each of which is &#8220;either what a thing is,&#8221; i.e., substance, or of what sort, or how much, or any of the simple concepts which the mind combines or separates.
<tr valign=top><td style=text-align:justify>Et ideo utrumque est praetermittendum; scilicet et ens per accidens, et ens quod significat verum; quia huius, scilicet entis per accidens, causa est indeterminata, et ideo non cadit sub arte, ut ostensum est. Illius vero, scilicet entis veri, causa est aliqua passio mentis, idest operatio intellectus componentis et dividentis. Et ideo pertinet ad scientiam de intellectu.
<td style=text-align:justify>1242. Therefore both being in the sense of the <b>accidental</b> and being in the sense of the true must be excluded from this science. For the <b>cause</b> of the former&#8212;being in the sense of the accidental&#8212;is the <b>indeterminate</b>, and therefore it does not come within the scope of art, as has been shown (1174); and the cause of the latter&#8212;being in the sense of the true&#8212;is &#8220;some positive state of mind,&#8221; i.e., the operation of the intellect combining and separating, and therefore it belongs to that science which studies the intellect.
<tr valign=top><td style=text-align:justify>Et alia ratio est, quia utrumque, scilicet ens verum et ens per accidens, sunt circa aliquod genus entis, non circa ens simpliciter per se quod est in rebus; et non ostendunt aliquam aliam naturam entis existentem extra per se entia. Patet enim quod ens per accidens est ex concursu accidentaliter entium extra animam, quorum unumquodque est per se. Sicut grammaticum musicum licet sit per accidens, tamen et grammaticum et musicum est per se ens, quia utrumque per se acceptum, habet causam determinatam. Et similiter intellectus compositionem et divisionem facit circa res, quae sub praedicamentis continentur.
<td style=text-align:justify>1243. Another reason for excluding them is that, while &#8220;both of these,&#8221; namely, being in the sense of the true and accidental being, (+) belong to <b>some</b> class of being, (~) they do not belong to being in the <b>proper</b> sense, which is found in reality. Nor do they designate another kind of being distinct from beings in the proper sense. For it is evident that accidental being is a result of the coincidental connection of beings which exist outside the mind, each of which is a being of itself. For even though the grammatical musical has being only accidentally, nevertheless both grammatical and musical are beings in the proper sense, because each of these taken by itself has a definite cause. Similarly the intellect combines and separates those things which are contained in the categories.
<tr valign=top><td style=text-align:justify>Unde si determinetur sufficienter illud genus entis quod continetur sub praedicamento, manifestum erit et de ente per accidens, et de ente vero. Et propter hoc huiusmodi entia praetermittuntur. Sed perscrutandae sunt causae et principia ipsius entis per se dicti, inquantum est ens. De quo palam est ex his quae determinavimus in quinto libro; ubi dictum est, quoties unumquodque talium nominum dicitur, quod ens dicitur multipliciter, sicut infra in principio septimi sequetur.
<td style=text-align:justify>1244. If, then, the class of being contained in the categories is sufficiently dealt with, the nature of accidental being and being in the sense of the true will be evident. And for this reason we must exclude these types of being and investigate the causes and principles of beings as beings in the proper sense. This is also evident from what has been established in Book V (885), where, in discussing the different senses of such terms, it was stated that being is used in many senses, as follows below at the beginning of Book VII (1240).
</table><hr>
</body>
</html>

<!-- Localized -->